[
  {
    "id": 1,
    "cardId": 0,
    "name": "the_fool",
    "displayName": "The Fool",
    "arcana": "Major Arcana",
    "shortMeaning": "ปล่อยๆ จอยๆ ไม่คิดมาก ซุ่มซ่าม อิสระ",
    "longMeaning": "โอ๊ยยย! ไพ่ The Fool มาแล้วจ้าาา! บอกเลยว่าชีวิตตอนนี้คือ 'ปล่อยๆ จอยๆ' สุดๆ ไม่ต้องคิดเยอะ! อยากจะเริ่มอะไรใหม่ๆ ก็ลุยไปเลยดิค้าาา! ไม่ต้องกลัวว่าจะซุ่มซ่ามหรือเปล่า เพราะความซุ่มซ่ามนั่นแหละคือเสน่ห์ของคนที่มี 'อิสระ' ในหัวใจ! ไพ่ใบนี้คือการออกเดินทางแบบไม่สนโลก ไม่ต้องมีแผนเป๊ะๆ ก็ได้ ขอแค่ใจนำพา! พร้อมสำหรับทุกเรื่องที่เข้ามาแบบไม่คิดมาก! ไปได้ทุกที่ที่ใจอยากไป!",
    "keywords": [
      "[เริ่มต้นใหม่",
      "ผจญภัย"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_fool.png"
  },
  {
    "id": 2,
    "cardId": 1,
    "name": "the_magician",
    "displayName": "The Magician",
    "arcana": "Major Arcana",
    "shortMeaning": "สายอุปกรณ์ เก่งหลายอย่าง เรียนรู้เร็ว มีเซ้นส์ เก่งทุกเรื่อง วางตัวดี ภาพลักษณ์แบบเซลล์ manager  พูดเก่ง ดูดีมีเสน่ห์",
    "longMeaning": "โอ้โห! น้องคนนี้คือไพ่ The Magician เลยนะ บอกเลยว่ามาแบบ *สายอุปกรณ์* ครบครัน! คือแบบว่า *เก่งหลายอย่าง* จริงๆ ไม่ใช่แค่เรื่องเดียว แถมยัง *เรียนรู้เร็ว* หยิบจับอะไรก็เป็นไปหมด มี *เซ้นส์* ดีด้วยนะ ไม่ว่าจะเรื่องงาน เรื่องชีวิตคือ *เก่งทุกเรื่อง* อ่ะ พูดเลย! วางตัวดี มีความเป็นมืออาชีพสุดๆ ภาพลักษณ์นี่คือเหมือน *เซลล์ manager* ตัวท็อปที่ใครๆ ก็อยากเข้าหาอะ พูดจาฉะฉาน *พูดเก่ง* สุดๆ แถมยัง *ดูดีมีเสน่ห์* ดึงดูดคนให้เข้ามาฟังได้อยู่หมัด คือเป็นคนที่สร้างสรรค์อะไรใหม่ๆ ได้ตลอดเวลา พร้อมลงมือทำ มีความมั่นใจในตัวเองสูง และมีศักยภาพไร้ขีดจำกัดจริงๆ!",
    "keywords": [
      "[การสร้างสรรค์",
      "ความสามารถรอบด้าน"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_magician.png"
  },
  {
    "id": 3,
    "cardId": 2,
    "name": "the_high_priestess",
    "displayName": "The High Priestess",
    "arcana": "Major Arcana",
    "shortMeaning": "สาวสวย สเนห์แบบลึกลับ แต่อารมณ์ขึ้นลง ชอบอยู่เงียบๆ บรรยากาศกลางคืน ริมน้ำ ใกล้น้ำ เสนห์ทางเพศ ความลับ",
    "longMeaning": "เธอคือสาวสวยผู้มีเสน่ห์ลึกลับ ชวนให้ค้นหา แต่ไม่อาจเข้าใจอารมณ์ที่ขึ้นลงราวกับกระแสน้ำยามค่ำคืน เธอชอบเก็บตัวอยู่ในความเงียบงัน ภายใต้บรรยากาศของราตรีริมน้ำ ที่ซึ่งความจริงและความลวงตาปะปนกันไป ความงามของเธอแฝงเร้นด้วยเสน่ห์ทางเพศที่เย้ายวนและน่าค้นหา เช่นเดียวกับความลับมากมายที่ถูกซ่อนอยู่ในห้วงลึกของจิตใจ การปรากฏตัวของเธอคือการเตือนถึงสิ่งที่ยังไม่ชัดเจน สิ่งที่ซ่อนเร้นอยู่ในเงามืด และอาจมีบางอย่างที่กำลังถูกปิดบัง เธออาจกำลังเผชิญหน้ากับความรู้สึกที่ไม่มั่นคงหรือความกลัวที่ซ่อนอยู่ภายใน",
    "keywords": [
      "[ภาพลวงตา",
      "ความกลัว"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_high_priestess.png"
  },
  {
    "id": 4,
    "cardId": 3,
    "name": "the_empress",
    "displayName": "The Empress",
    "arcana": "Major Arcana",
    "shortMeaning": "คุณนาย สบายใจ มีมาด ดูแล จัดการเรื่องในบ้าน กิจการ ได้ดี รักสบาย  ตั้งครรภ์ น้ำหนักขึ้น",
    "longMeaning": "ไพ่ใบนี้เปรียบเสมือน 'คุณนายใหญ่' แห่งบ้าน ผู้ที่เปี่ยมไปด้วยความสง่างาม มีมาดและบารมี ดูแลจัดการเรื่องราวภายในบ้านและกิจการทุกอย่างได้อย่างอยู่หมัด เธอรักความสุขสบาย ชอบความอุดมสมบูรณ์และสิ่งสวยงาม อาจจะหมายถึงการตั้งครรภ์ หรือช่วงที่น้ำหนักขึ้น เพราะมีความสุขกับการกินอยู่และพักผ่อน เป็นไพ่ที่แสดงถึงความอุดมสมบูรณ์ ความเป็นแม่ การดูแลเอาใจใส่ และการสร้างสรรค์สิ่งใหม่ๆ ให้งอกงามแบบสบายๆ ไม่ต้องเร่งรีบ",
    "keywords": [
      "[อุดมสมบูรณ์",
      "ความงาม"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_empress.png"
  },
  {
    "id": 10,
    "cardId": 9,
    "name": "the_hermit",
    "displayName": "The Hermit",
    "arcana": "Major Arcana",
    "shortMeaning": "ไม่ยึดติดความเชื่อเดิมๆ ชอบอยู่เงียบๆเพราะผ่านประสบการณ์มาเยอะ แต่งตัวเรียบๆสมถะ พอเพียง แต่งตัวเรียบๆง่ายๆ ชีวิตเรียบง่าย ส่องตะเกียง หาทางออก หาปัญหา หานู่นนี่นั่นคนเดียว เงียบๆ specialist คิดเยอะ คิดทบทวน",
    "longMeaning": "ชีวิตของคนไพ่ฤาษีเนี่ยนะ ไม่ยึดติดอะไรเลยจ้ะ ไม่ใช่คนที่จะไปตามกระแสสังคมหรือความเชื่อเดิมๆที่ใครๆเขาก็ว่าดี เขาผ่านโลกมาเยอะ ประสบการณ์สอนให้เขาเข้าใจชีวิตอย่างลึกซึ้ง จนรู้ว่าความสุขที่แท้จริงคือการอยู่เงียบๆคนเดียว การแต่งตัวก็เรียบๆง่ายๆ ไม่เน้นแบรนด์ ไม่เน้นหรูหรา ขอแค่ใส่สบาย พอเพียงก็พอแล้ว ชีวิตเขาโคตรเรียบง่ายเลยล่ะ ส่องตะเกียงหาทางออกให้ตัวเองเสมอ บางทีก็ส่องหาปัญหาเล็กๆ น้อยๆ เพื่อจะได้คิด ทบทวน หรือหาคำตอบด้วยตัวเอง ไม่ชอบพึ่งใคร เงียบๆ แต่ความจริงคือเป็น Specialist ในสิ่งที่เขาทำนะจ๊ะ คิดเยอะ คิดทบทวนทุกเรื่องก่อนตัดสินใจ ทำให้ชีวิตเขาไม่ค่อยพลาด และมักจะเป็นที่พึ่งให้คนอื่นได้แบบเงียบๆ เลยล่ะ.",
    "keywords": [
      "[สันโดษ",
      "ค้นหาตัวเอง"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_hermit.png"
  },
  {
    "id": 5,
    "cardId": 4,
    "name": "the_emperor",
    "displayName": "The Emperor",
    "arcana": "Major Arcana",
    "shortMeaning": "บงการ ควบคุม มีชั้นเชิง วางมาด คิดเยอะ วางแผนเยอะ ขี้ระแวง ผู้นำ ฉลาดเฉลียว ใช้คนเป็น เครียด หนักแน่น",
    "longMeaning": "จักรพรรดิคือผู้บงการและควบคุมทุกสิ่งอย่างด้วยมือที่หนักแน่นและแผนการอันแยบยล เขามีชั้นเชิงในการบริหารจัดการ วางมาดเป็นผู้นำที่เด็ดขาดและเป็นที่พึ่งพาได้ แต่ภายในจิตใจนั้นเต็มไปด้วยการคิดเยอะและวางแผนเยอะอย่างไม่หยุดหย่อน ด้วยความฉลาดเฉลียว เขารู้จักใช้คนเป็น ทว่าความปรารถนาที่จะควบคุมทุกอย่างและสร้างระเบียบอันสมบูรณ์แบบอาจทำให้เขาเครียดสะสม และแฝงไว้ด้วยความขี้ระแวงต่อสิ่งที่ไม่เป็นไปตามแผน เขาสร้างความมั่นคง แต่ก็ยึดมั่นในวิถีของตนเองอย่างหนักแน่นไม่เปลี่ยนแปลง",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_emperor.png"
  },
  {
    "id": 6,
    "cardId": 5,
    "name": "the_hierophant",
    "displayName": "The Hierophant",
    "arcana": "Major Arcana",
    "shortMeaning": "Conservative รับฟัง ความต่าง ชนชั้น ผู้ใหญ่ ปรึกษา",
    "longMeaning": "ไพ่ใบนี้สะท้อนถึงพลังอำนาจและปัญญาของ 'ผู้ใหญ่' หรือครูบาอาจารย์ ผู้ซึ่งเป็นแหล่งความรู้และประสบการณ์ที่เราสามารถ 'ปรึกษา' เพื่อหาแนวทาง หรือคำแนะนำได้อย่างแท้จริงและน่าเชื่อถือ มันบ่งบอกถึงการยึดมั่นใน 'ขนบธรรมเนียม' หรือ 'ความเชื่อดั้งเดิม' ที่สืบทอดกันมา ซึ่งอาจดู 'อนุรักษ์นิยม' ในบางแง่มุม แต่ก็เป็นรากฐานที่มั่นคงและให้ความปลอดภัย ไพ่ใบนี้กระตุ้นให้เรา 'รับฟัง' คำสอน หรือความคิดเห็นจากผู้มีประสบการณ์ โดยเฉพาะอย่างยิ่งเมื่อมีความ 'แตกต่าง' ในมุมมอง หรือเมื่อเกี่ยวข้องกับเรื่องของ 'ชนชั้น' หรือสถานะทางสังคม มันคือการเรียนรู้ที่จะเข้าใจ ยอมรับในลำดับขั้น และแสวงหาปัญญาจากแหล่งที่เชื่อถือได้ เพื่อนำมาปรับใช้กับชีวิตของเรา",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_hierophant.png"
  },
  {
    "id": 7,
    "cardId": 6,
    "name": "the_lovers",
    "displayName": "The Lovers",
    "arcana": "Major Arcana",
    "shortMeaning": "หลง น่ารัก ปรับตัวให้คล้ายกัน ดึงดูด ทางเลือกที่ถูกใจ ตกหลุมรัก",
    "longMeaning": "โอ๊ยยย... ไพ่ใบนี้มันช่างเหมาะกับคนกำลังตกหลุมรักซะจริง ๆ เลยนะ! เหมือนโดนมนต์สะกดให้หลงเสน่ห์ของใครบางคนจนถอนตัวไม่ขึ้นเลยแหละ! ไม่ว่าใครเห็นก็ต้องบอกว่าความสัมพันธ์นี้มันน่ารักสุด ๆ ไปเลย เพราะพวกเธอน่ะปรับตัวให้คล้ายกันได้อย่างลงตัว แถมยังดึงดูดกันและกันจนโลกเป็นสีชมพูไปหมดเลยนะ! เป็นทางเลือกที่ถูกใจที่สุดที่หัวใจของเธอจะได้เจอ ไม่ต้องลังเลแล้วนะจ๊ะ ความรักครั้งนี้น่ะใช่เลย!",
    "keywords": [
      "[ความรัก",
      "ความสัมพันธ์"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_lovers.png"
  },
  {
    "id": 8,
    "cardId": 7,
    "name": "the_chariot",
    "displayName": "The Chariot",
    "arcana": "Major Arcana",
    "shortMeaning": "ลุย ขัดๆกันเอง มีความต่าง",
    "longMeaning": "โอ๊ยยยยย...มาแล้วจ้า! ไพ่ใบนี้มันคือสนามรบย่อมๆ ของไอเดียที่พุ่งชนกันโครมคราม! คิดดูสิ คนเยอะแยะต่างคนต่างลุยสุดพลัง ไม่มีใครยอมใครเลยนะ มันดูขัดๆ กันไปหมดแหละ แต่ก็นั่นแหละ...ความต่างมันถึงได้สร้างสรรค์ไง! เหมือนทุกคนงัดไม้มาฟาดฟันกัน แต่ไม่ใช่จะฆ่ากันตายนะเว้ย มันคือการปะทะคารมแบบเต็มข้อ ดีเบตกันสุดฤทธิ์ พลังงานฟุ้งกระจายจนไฟลุกพรึ่บ! อย่ามัวแต่ยืนงงในดงทีนนะ ต้องพุ่งเข้าใส่เลยจ้า! เพราะความวุ่นวาย ความหลากหลายเนี่ยแหละ จะพาไปเจออะไรใหม่ๆ ที่ไม่เคยคิดฝันมาก่อน ลุยเลย! อย่าได้กลัวการปะทะ เพราะความต่างมันก็คือโอกาสให้เราได้เฉิดฉายในแบบของเราเอง!",
    "keywords": [
      "[ความขัดแย้ง",
      "การแข่งขัน"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_chariot.png"
  },
  {
    "id": 9,
    "cardId": 8,
    "name": "strength",
    "displayName": "Strength",
    "arcana": "Major Arcana",
    "shortMeaning": "ผู้หญิงเก่ง อยู่ข้างๆ ควบคุม ได้เอาอยู่ จัดการเก่ง อึดอัดบ้าง บางทีแต่ต้องยอม",
    "longMeaning": "ไพ่ใบนี้เปรียบเสมือนผู้หญิงคนหนึ่งที่เก่งจริง เก่งกาจรอบด้าน เธอมีความสามารถพิเศษในการจัดการทุกสิ่งให้อยู่หมัด จะอยู่ข้างๆ คอยกำกับดูแลทุกย่างก้าว แถมยังควบคุมทุกอย่างได้อย่างเบ็ดเสร็จ เอาอยู่หมด! บางทีก็แอบอึดอัดนิดๆ กับความเป๊ะและความตรงไปตรงมาของเขานะ แต่สุดท้ายก็ต้องยอม เพราะสิ่งที่เขาทำมันถูกต้องและเป็นประโยชน์จริงๆ เธอคือผู้หญิงที่มีเหตุผลและเด็ดขาด",
    "keywords": [
      "[สติปัญญา",
      "เฉียบคม"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/strength.png"
  },
  {
    "id": 11,
    "cardId": 10,
    "name": "wheel_of_fortune",
    "displayName": "Wheel of Fortune",
    "arcana": "Major Arcana",
    "shortMeaning": "ให้ระวังหน่อย มันคือการหมุนของโชคชะตา มีขึ้นลง บ้าน ที่ดิน ทรัพย์สิน ความรู้ที่ไม่หยุด โชคชะตานำพา ฉลาด",
    "longMeaning": "แม่หมอมีมี่เตือนว่า ให้ระวังหน่อยนะ นี่แหละคือการหมุนของโชคชะตาอย่างแท้จริง มีทั้งขึ้นและลง ชีวิตมันก็เป็นแบบนี้แหละจ้ะ บางทีก็ได้บ้าน ได้ที่ดิน ได้ทรัพย์สินที่ไม่คาดฝัน แต่บางทีก็ต้องเผชิญกับบทเรียนที่ทำให้เราได้เรียนรู้ไม่หยุดหย่อน จงจำไว้ว่าโชคชะตามันนำพาเราไปเสมอ ต้องฉลาดและปรับตัวให้ทันกับทุกสถานการณ์นะจ๊ะ ไม่มีอะไรแน่นอน ต้องพร้อมรับมือกับทุกการเปลี่ยนแปลง",
    "keywords": [
      "[โชคชะตา",
      "วงจรชีวิต"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/wheel_of_fortune.png"
  },
  {
    "id": 12,
    "cardId": 11,
    "name": "justice",
    "displayName": "Justice",
    "arcana": "Major Arcana",
    "shortMeaning": "ผู้คุมกฎ กฎเกณฑ์ กฎระเบียบ ความยุติธรรม ตาชั่ง ความน่าเชื่อถือ ความยุติธรรม ตรงไปตรงมา เท่าเทียม ปวดหลัง ปวดเอว",
    "longMeaning": "คุณคือผู้คุมกฎ กฎเกณฑ์ กฎระเบียบ เป๊ะทุกตารางนิ้ว! อะไรที่ไม่เป็นธรรมคือไม่ได้! ต้องยุติธรรมเท่านั้น ต้องตรงไปตรงมา เป๊ะ ชัดเจน เหมือนตาชั่งที่สมดุลสุดๆ จะตัดสินอะไรก็ต้องรอบคอบ มองทุกด้าน ชั่งน้ำหนักทุกอย่าง แล้วค่อยฟันธง! ความน่าเชื่อถือต้องมาอันดับหนึ่งนะจ๊ะ! แต่บางทีก็แบกความยุติธรรมไว้เยอะไป จนปวดหลัง ปวดเอวเลยทีเดียว!",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/justice.png"
  },
  {
    "id": 13,
    "cardId": 12,
    "name": "the_hanged_man",
    "displayName": "The Hanged Man",
    "arcana": "Major Arcana",
    "shortMeaning": "คิดมาก หาคำตอบ อดทน รอคอย ไม่เปลี่ยน มุมมองแปลกๆ เวลานาน คิดนาน ปวดข้อเท้า เวียนหัว",
    "longMeaning": "แม่หมอมีมี่บอกว่าไพ่ The Hanged Man ใบนี้เน้นย้ำถึงช่วงเวลาที่คุณกำลัง 'คิดมาก' วนเวียนอยู่กับปัญหาเดิมๆ หรือกำลัง 'หาคำตอบ' ที่ยังไม่เจอสักที คุณต้อง 'อดทน' และ 'รอคอย' อย่างไม่สามารถเร่งรีบได้ เหมือนมีอะไรบางอย่างที่ทำให้คุณต้องหยุดนิ่ง 'ไม่เปลี่ยน' ตำแหน่งหรือสถานการณ์ไปไหน อาจจะรู้สึกว่าตัวเองมี 'มุมมองแปลกๆ' ที่คนอื่นไม่เข้าใจ หรือคุณกำลังพยายามมองเรื่องราวจากมุมที่แตกต่างไปจากเดิมมากๆ จนเหมือนถูกจับให้ 'กลับหัว' สถานการณ์ทุกอย่างดูเหมือนต้องใช้ 'เวลานาน' กว่าจะคลี่คลาย คุณ 'คิดนาน' กับทุกเรื่องกว่าจะตัดสินใจได้ และบางทีความรู้สึก 'ปวดข้อเท้า' หรือ 'เวียนหัว' อาจจะเกิดขึ้นจากความตึงเครียดหรือการที่คุณต้องหยุดนิ่งคิดมากเกินไปนั่นแหละ.",
    "keywords": [
      "[การหยุดพัก",
      "การยอมแพ้"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_hanged_man.png"
  },
  {
    "id": 14,
    "cardId": 13,
    "name": "death",
    "displayName": "Death",
    "arcana": "Major Arcana",
    "shortMeaning": "การเปลี่ยนแปลง จบสิ้นสิ่งเก่า เริ่มต้นใหม่",
    "longMeaning": "ไพ่ The Death ไม่ได้หมายถึงการตายจริงๆ แต่เป็นสัญลักษณ์ของการเปลี่ยนแปลงครั้งใหญ่ การสิ้นสุดสิ่งที่ไม่จำเป็นเพื่อให้เกิดสิ่งใหม่ที่ดีกว่า การจบลงของหนึ่งๆ บางครั้งอาจรู้สึกถึงการจามอดีตัวเอง ความคิดเชื่อ หรือนิสัยเดิมเพื่อเริ่มต้นใหม่ แต่โดยรวมแล้ว The Death มักบ่งบอกถึงการเติบโตและการฟื้นฟื้น เหมือนการทิ้งสิ่งที่ไม่จำเป็นทิ้งไปเพื่อเปิดทางสู่ความสำเร็จและความเป็นตัวของตนเองที่แท้จริง",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/death.png"
  },
  {
    "id": 15,
    "cardId": 14,
    "name": "temperance",
    "displayName": "Temperance",
    "arcana": "Major Arcana",
    "shortMeaning": "ไอเดีย มีความคิดเปลี่ยนแปลง คิดใหม่ ไอเดียใหม่ๆ หมุนเงิน ทดลอง โยกย้าย",
    "longMeaning": "ช่วงนี้ชีวิตเหมือนได้รีสตาร์ทใหม่เลยนะ! ไอเดียใหม่ๆ ผุดขึ้นมาเต็มไปหมด มีความคิดเปลี่ยนแปลง อยากลองอะไรใหม่ๆ ตลอดเวลาเลย ไม่ว่าจะเป็นเรื่องงานหรือเรื่องส่วนตัวก็มีโอกาสได้โยกย้าย ได้ทดลองทำอะไรที่ไม่เคยทำมาก่อนนะ บางทีก็ต้องหมุนเงินกันหน่อยแหละ เพราะการเริ่มต้นสิ่งใหม่ๆ มันก็ต้องใช้ทุนบ้าง แต่ไม่ต้องห่วงนะ เพราะทุกการเปลี่ยนแปลงครั้งนี้มันเต็มไปด้วยความเป็นไปได้และความสนุกสนาน ลองก้าวออกไปจากกรอบเดิมๆ ดูสิ!",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/temperance.png"
  },
  {
    "id": 16,
    "cardId": 15,
    "name": "the_devil",
    "displayName": "The Devil",
    "arcana": "Major Arcana",
    "shortMeaning": "สุดโต่ง หมกมุ่น dark ลุ่มหลง กินเผ็ด ความต้องการสูง เจ้าอารมณ์ ควบคุมยาก",
    "longMeaning": "โอ้ยยยย...แม่หมอมีมี่จะปลุกพลังแห่งความสุดโต่ง หมกมุ่น หรือความลุ่มหลงให้คุณได้อย่างไร ในเมื่อคุณยังไม่บอกชื่อไพ่! มันเหมือนกับการจะกินเผ็ดจัดๆ แต่ไม่รู้ว่าแกงอะไร! ความต้องการของแม่หมอมีมี่สูงนะ ต้องควบคุมความอยากรู้ของคุณด้วยการบอกชื่อไพ่มาซะดีๆ ไม่งั้นความเจ้าอารมณ์ของแม่หมอมีมี่จะระเบิดออกมาแน่ๆ!",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_devil.png"
  },
  {
    "id": 17,
    "cardId": 16,
    "name": "the_tower",
    "displayName": "The Tower",
    "arcana": "Major Arcana",
    "shortMeaning": "เปลี่ยนแผน ไม่คาดคิด ชัดเจน ระเบิดอารมณ์ ทะเลาะ ขัดแย้ง",
    "longMeaning": "เตรียมใจรับมือกับเรื่องไม่คาดฝันที่กำลังจะเข้ามา! อาจเป็นเหตุการณ์ที่ทำให้ชีวิตต้อง 'เปลี่ยนแผน' กะทันหันแบบตั้งตัวไม่ติด ทุกสิ่งจะ 'ไม่คาดคิด' และเกิดขึ้นอย่างรวดเร็วเพื่อเปิดเผยความจริงที่ 'ชัดเจน' แบบไม่มีอะไรปิดบังได้ อาจมี 'ระเบิดอารมณ์' หรือการ 'ทะเลาะ' และ 'ขัดแย้ง' อย่างรุนแรงเกิดขึ้นได้ แต่นี่คือการชำระล้างเพื่อสร้างสิ่งใหม่ที่ดีกว่าเดิม แม้จะเจ็บปวดแต่จำเป็นต้องผ่านไปให้ได้",
    "keywords": [
      "[การเปลี่ยนแปลงฉับพลัน",
      "การทำลายล้าง"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_tower.png"
  },
  {
    "id": 18,
    "cardId": 17,
    "name": "the_star",
    "displayName": "The Star",
    "arcana": "Major Arcana",
    "shortMeaning": "สงบ เย็น โดดเด่นในยามค่ำ เก่ง สวย ดูดี ผิวพรรณดี",
    "longMeaning": "เธอคนนี้ช่างสงบ เย็น และเปี่ยมไปด้วยความหวังราวกับดวงดาวที่ส่องประกายโดดเด่นในยามค่ำคืน เป็นคนที่มีความสามารถ เก่งกาจรอบด้าน แต่ก็ยังคงความงดงามและดูดีอยู่เสมอ ไม่ว่าจะยามไหน ผิวพรรณก็ผ่องใส สุขภาพดี ราวกับได้รับการเยียวยาจากธรรมชาติ เธอเป็นตัวแทนของความหวัง การเยียวยา และการค้นพบความงามที่แท้จริงในตัวเองที่ส่องประกายออกมาจากภายในสู่ภายนอก",
    "keywords": [
      "[ความหวัง",
      "แรงบันดาลใจ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_star.png"
  },
  {
    "id": 19,
    "cardId": 18,
    "name": "the_moon",
    "displayName": "The Moon",
    "arcana": "Major Arcana",
    "shortMeaning": "ความไม่ชัดเจน กังวลใจ คลุมเคลือ ความใกล้ชิด ความรู้สึกผูกพันธ์ ว้าวุ่น สับสนตัดสินใจไม่ได้ อยากใกล้ชิด (",
    "longMeaning": "ตอนนี้หัวใจมันว้าวุ่นเหลือเกินนะ มีแต่ความไม่ชัดเจนและความกังวลใจคลุมเครือไปหมด เหมือนมีหลายสิ่งหลายอย่างที่เข้ามาปั่นป่วนความคิด ทั้งเรื่องความใกล้ชิดและความรู้สึกผูกพันธ์ที่ซับซ้อน ทำให้ตัดสินใจอะไรไม่ได้เลยว่าควรจะก้าวไปทางไหนดี ลึกๆ แล้วก็ยังรู้สึกอยากใกล้ชิดและจมดิ่งกับความรู้สึกเหล่านั้นนะ แต่มันเต็มไปด้วยความสับสนและไม่รู้ว่าอะไรคือความจริง อะไรคือภาพลวงตา เป็นความปั่นป่วนที่ยากจะคลี่คลายจริงๆ",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_moon.png"
  },
  {
    "id": 20,
    "cardId": 19,
    "name": "the_sun",
    "displayName": "The Sun",
    "arcana": "Major Arcana",
    "shortMeaning": "สดใส การเริ่มต้นที่ดี การเดินทาง ความชัดเจน เอาแต่ใจ ตามใจตัวเอง ความเป็นเด็ก มั่นใจ",
    "longMeaning": "ความรู้สึกสดใสเต็มเปี่ยม! พลังงานดีๆ กำลังหลั่งไหลเข้ามา เป็นช่วงเวลาของการเริ่มต้นใหม่ที่เต็มไปด้วยความสุข เหมือนกับออกเดินทางไปในโลกกว้างอย่างอิสระและไร้กังวล มีความมั่นใจในตัวเองสูงมาก ถึงแม้บางทีจะดูเป็นเด็กๆ เอาแต่ใจตัวเองไปบ้าง แต่ก็เต็มไปด้วยความชัดเจนในสิ่งที่ต้องการ เป็นช่วงเวลาของการก้าวเดินไปข้างหน้าอย่างไม่กลัวอะไรเลย! เตรียมตัวพบกับสิ่งใหม่ๆ ที่กำลังจะเข้ามาอย่างสนุกสนานและไม่ลังเลเลยนะ",
    "keywords": [
      "[การเริ่มต้นใหม่",
      "อิสระ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_sun.png"
  },
  {
    "id": 21,
    "cardId": 20,
    "name": "judgement",
    "displayName": "Judgement",
    "arcana": "Major Arcana",
    "shortMeaning": "การจบ บังเอิญ ปากตรงกับใจ ทำแบบไหนได้แบบนั้น การตื่นรู้",
    "longMeaning": "น้องฟูลเอ๊ย! ไม่ต้องไปคิดมากหรอก ก็มันจะเริ่มใหม่น่ะสิ จะจบเรื่องเก่า ๆ แล้วกระโดดไปสู่สิ่งที่ยังไม่รู้ ไม่ต้องแปลกใจถ้าจู่ ๆ ปากมันตรงกับใจ หรือเจอเรื่องบังเอิญที่พาเราไปทางนั้นทางนี้ เพราะทำแบบไหนก็ได้อย่างนั้นแหละ ถ้ากล้าที่จะเริ่มต้นแบบไม่กลัวอะไร ไม่ต้องมีแผนเป๊ะ ก็จะได้เจอสิ่งใหม่ ๆ เป็นการตื่นรู้ครั้งใหญ่ว่าชีวิตมันก็แค่นี้แหละ ปล่อยใจไปบ้าง! ถึงเวลาแล้วที่จะก้าวไปข้างหน้าแบบไม่ต้องห่วงหน้าพะวงหลัง เพราะสิ่งดีๆ กำลังรออยู่",
    "keywords": [
      "[เริ่มต้นใหม่",
      "การเดินทาง"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/judgement.png"
  },
  {
    "id": 22,
    "cardId": 21,
    "name": "the_world",
    "displayName": "The World",
    "arcana": "Major Arcana",
    "shortMeaning": "การเรียนรู้ ประสบการณ์ยาวนาน ต่างประเทศ ออนไลน์ ความสุข",
    "longMeaning": "ไพ่ The Fool ใบนี้บอกว่าหนูพร้อมแล้วที่จะเริ่มต้นบทใหม่ในชีวิตแบบไม่ต้องกลัวอะไรเลยนะจ๊ะ! เหมือนหนูมีพลังงานดีๆ ที่จะก้าวเดินไปบนเส้นทางใหม่ที่ไม่เคยเจอ การผจญภัยครั้งนี้จะพาหนูไปเจอประสบการณ์ที่ล้ำค่า ที่จะกลายเป็นบทเรียนยาวนานในอนาคต ไม่ว่าจะเป็นการเรียนรู้สิ่งใหม่ๆ ที่ไม่เคยลองมาก่อน หรืออาจจะหมายถึงการเปิดโลกกว้างออกไปเจอสิ่งแปลกใหม่ที่ต่างประเทศ หรือแม้แต่การใช้เทคโนโลยีออนไลน์ในการหาความรู้เพิ่มเติมเพื่อสร้างเส้นทางใหม่ๆ ให้กับตัวเอง ที่สำคัญที่สุดคือการได้ทำตามใจและก้าวออกไปอย่างอิสระนี้จะนำพาความสุข ความเบิกบานใจมาให้หนูอย่างเต็มเปี่ยมเลยล่ะ",
    "keywords": [
      "[เริ่มต้นใหม่",
      "การผจญภัย"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/the_world.png"
  },
  {
    "id": 23,
    "cardId": 22,
    "name": "ace_of_wands",
    "displayName": "Ace of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "แรงบันดาล แรงบู้ ความคิดสร้างสรรค์ โอกาสใหม่",
    "longMeaning": "ไพ่ Ace of Wands (เอซไม้เท้า) เป็นไพ่แห่งพลังงาน ความคิดสร้างสรรค์และแรงบู้ที่บริสุทธิธ์ เป็นสัญญาณของการเริ่มต้นโครงการหรือแนวคิดใหม่ๆ ที่เต็มไปด้วยพลังงานและความกระตือรือร้น ไพ่ใบนี้บ่งบอกถึงโอกาสที่จะเข้ามาในชีวิตของคุณ ไม่ว่าจะเป็นโครงการธุรกิจ งานสร้างสรรค์ หรือแม้แค่เพียงแค่เพียงความคิด มันเชื้อเชิญให้คุณจับช่วงโอกาสนี้และทุ่มใช้พลังงานที่มีอยู่ในตัวเพื่อนำพาความสำเร็จ",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/ace_of_wand.png"
  },
  {
    "id": 24,
    "cardId": 23,
    "name": "two_of_wands",
    "displayName": "Two of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "พัฒนา ไม่หยุดนิ่ง ไม่หยุดแค่นี้ มองหาคนอื่น มองหาโอกาส ไม่ปล่อยโอกาส การติดต่อ",
    "longMeaning": "คุณน่ะมันคนที่ไม่เคยหยุดนิ่ง! มีแต่จะพัฒนาไปข้างหน้าเรื่อยๆ ไม่มีทางที่จะพอใจกับจุดเดิมๆ แน่นอน ชีวิตคือการเดินทาง การแสวงหาโอกาสใหม่ๆ อยู่เสมอ ไม่ว่าจะเป็นโอกาสทางธุรกิจ การงาน หรือแม้แต่การมองหา connection ใหม่ๆ ที่จะพาคุณไปไกลกว่าเดิม คุณไม่เคยปล่อยให้โอกาสดีๆ หลุดมือไปเฉยๆ หรอก แถมยังเป็นคนที่มีไฟแรง ติดต่อประสานงานเก่ง หรืออาจจะหมายถึงการที่คุณกำลังจะมีข่าวดี หรือการเปลี่ยนแปลงที่รวดเร็วเข้ามาในชีวิต เตรียมตัวให้พร้อมสำหรับการก้าวที่ยิ่งใหญ่กว่าเดิมได้เลย!",
    "keywords": [
      "[พัฒนา",
      "ไม่หยุดนิ่ง"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/two_of_wands.png"
  },
  {
    "id": 54,
    "cardId": 53,
    "name": "four_of_pentacles",
    "displayName": "Four of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "เก็บ ไม่เปิดเผย ไม่เปิดใจ งก หวง อวบๆ นิ่งๆ",
    "longMeaning": "อืมมม... ไพ่ใบนี้มันสื่อถึงคนที่ไม่ค่อยชอบเปิดเผยตัวเองเลยนะ ชอบเก็บ ชอบงก ไม่ยอมแบ่งปันอะไรเลย ทั้งของ เงิน หรือแม้แต่ใจตัวเองก็ปิดสนิท หวงทุกอย่างที่เป็นของตัวเอง หวงจนบางทีก็ดูตึงๆ นิ่งๆ ไม่ค่อยเคลื่อนไหว ไม่ค่อยยอมขยับไปไหน ดูเป็นคนอวบๆ ที่นั่งอยู่กับที่ ไม่อยากเสียอะไรไปสักนิดเลยล่ะ",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/four_of_pentacles.png"
  },
  {
    "id": 25,
    "cardId": 24,
    "name": "three_of_wands",
    "displayName": "Three of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "ทำงานเป็นกลุ่ม ไปเป็นกลุ่ม พัฒนา แต่ยังไม่สมบูรณ์",
    "longMeaning": "แม่หมอมีมี่บอกว่าไพ่ใบนี้มันเกี่ยวกับ 'การทำงานเป็นกลุ่ม' แบบสุดๆ เลยนะ! ไม่ว่าจะโปรเจกต์ไหน หรือเรื่องอะไรก็ตาม นี่คือจังหวะที่คุณต้อง 'ไปเป็นกลุ่ม' ต้องร่วมมือกับคนอื่น พลังงานของการสร้างสรรค์มันจะมาจากการรวมตัวกันนั่นแหละ มันคือช่วงของการ 'พัฒนา' ตัวเอง พัฒนาไอเดีย หรือพัฒนาความสัมพันธ์ให้แน่นแฟ้นขึ้นไปอีกขั้น แต่...จำไว้นะ! มัน 'ยังไม่สมบูรณ์' หรอกค่ะ อย่าเพิ่งคาดหวังความสมบูรณ์แบบ เพราะนี่คือช่วงของการวางรากฐาน การเรียนรู้ และการขัดเกลาไปเรื่อยๆ ต้องใช้เวลาและความพยายามร่วมกัน เดี๋ยวผลลัพธ์ที่ดีงามจะตามมาเอง!",
    "keywords": [
      "[การทำงานเป็นทีม",
      "ความร่วมมือ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/three_of_wands.png"
  },
  {
    "id": 26,
    "cardId": 25,
    "name": "four_of_wands",
    "displayName": "Four of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "เริ่มต้นดี ไปกันได้ ยินดี มีความสุข",
    "longMeaning": "มาแล้วจ้า ไพ่ The Sun! โอ๊ยยย...ดีใจด้วยนะเธอ ช่วงนี้ชีวิตมีแต่สิ่งดีๆ เข้ามาแบบรัวๆ เลยนะ! ฟิลแบบเริ่มต้นดี๊ดี๊ ไปกันได้สวยทุกเรื่องเลยอะ ไม่ว่าจะคิดจะทำอะไรก็ราบรื่นไปหมด เจอแต่คนดีๆ สิ่งดีๆ มีแต่ความยินดีและความสุขล้นปรี่เลยจ้า เหมือนพระอาทิตย์ที่ส่องแสงเจิดจ้าที่สุด สว่างไสว นำพาความสุข ความสำเร็จ และพลังงานบวกมาให้แบบจัดเต็ม! ถึงเวลาแล้วนะที่จะเปล่งประกายและเฉลิมฉลองความสุขของตัวเอง!",
    "keywords": [
      "[ความสุข",
      "ความสำเร็จ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/four_of_wands.png"
  },
  {
    "id": 27,
    "cardId": 26,
    "name": "five_of_wands",
    "displayName": "Five of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "ความคิดขัดแย้งกัน ความเห็นไม่ลงตัว การพูดคุยโต้แย้งความเห็น ออกกำลังกาย สร้าง ติดขัด",
    "longMeaning": "แม่หมอมีมี่บอกเลยว่าช่วงนี้ความคิดขัดแย้งกันอย่างแรงจ้ะ! ความเห็นไม่ลงตัวเลยจริงๆ การพูดคุยมีแต่การโต้แย้ง ถกเถียงกันตลอด ต้องออกแรงเยอะมากเหมือนกำลังออกกำลังกายอย่างหนักเลยกว่าจะสร้างอะไรสำเร็จก็มีเรื่องติดขัดไปหมดเลยนะ ระวังคำพูดไว้หน่อยนะจ๊ะ ไม่งั้นจะปะทะกันแบบไม่มีใครยอมใครเลยแหละ! แต่ถ้าเอาพลังงานไปใช้ถูกทาง เช่น การแข่งขัน หรือระดมสมอง ก็อาจจะเจอทางออกได้",
    "keywords": [
      "[ความขัดแย้ง",
      "การแข่งขัน"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/five_of_wands.png"
  },
  {
    "id": 28,
    "cardId": 27,
    "name": "six_of_wands",
    "displayName": "Six of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "ผู้นำ เดินหน้า ไปเรื่อยๆ มีความพยายามรับผิดชอบ ช้าๆแต่ประสบความสำเร็จ",
    "longMeaning": "ไพ่ใบนี้เปรียบเสมือน 'ท่านผู้นำ' ที่ไม่ได้รีบร้อน แต่เดินหน้าไปเรื่อยๆ อย่างมั่นคงและมีสติ มีความรับผิดชอบสูงมาก และมักจะอดทนสร้างรากฐานที่แข็งแกร่ง แม้จะดูช้าๆ แต่ความสำเร็จที่ได้มานั้นมั่นคงและยั่งยืน เป็นผู้ที่มีวิสัยทัศน์ วางแผนเก่ง และมักจะดูแลปกป้องคนรอบข้างได้อย่างดีเยี่ยม เป็นผู้นำที่พึ่งพาได้ สร้างความเชื่อมั่นให้กับทุกคน เหมือนเสาหลักที่ไม่มีวันล้มเลยนะจ๊ะ",
    "keywords": [
      "[ผู้นำ",
      "อำนาจ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/six_of_wands.png"
  },
  {
    "id": 29,
    "cardId": 28,
    "name": "seven_of_wands",
    "displayName": "Seven of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "ทุ่มเท พยายาม คู่แข่ง ออกกำลังกาย เหนื่อย จัดการ ไม่ค่อยเป็นระเบียบ มีความมุ่งมั่น",
    "longMeaning": "รู้สึกเหมือนต้องทุ่มเทพลังงานไปกับการพยายามแข่งขันกับใครหลายๆ คนเลยใช่ไหม? เหมือนกับกำลังออกกำลังกายอย่างหนักหน่วงในสมรภูมิที่เต็มไปด้วยคู่แข่งที่ต่างก็มีเป้าหมายของตัวเอง มันค่อนข้างเหนื่อย และอาจจะรู้สึกว่าทุกอย่างไม่ค่อยเป็นระเบียบเท่าไหร่ ต้องพยายามจัดการความวุ่นวายนี้ให้ได้ เพราะลึกๆ แล้วคุณมีความมุ่งมั่นที่จะเอาชนะความท้าทายนี้ให้ได้",
    "keywords": [
      "[ทุ่มเท",
      "พยายาม"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/seven_of_wands.png"
  },
  {
    "id": 30,
    "cardId": 29,
    "name": "eight_of_wands",
    "displayName": "Eight of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "ออนไลน์ สื่อสาร งานเพิ่ม ข่าว รวดเร็ว มุ่งมั่น",
    "longMeaning": "เตรียมตัวให้พร้อม! ไพ่ใบนี้คือสัญญาณว่า 'ข่าวใหม่ๆ' กำลังจะเข้ามาแบบ 'รวดเร็ว' ทันใจ บางทีอาจจะเป็นเรื่องเซอร์ไพรส์ก็ได้นะ! น้องคนนี้คือตัวแทนของการ 'สื่อสาร' ที่ชัดเจน การได้ 'งานเพิ่ม' หรือโปรเจกต์ใหม่ๆ ที่ต้องใช้ความคิดความอ่านเยอะเลย ถ้ากำลังมองหาเรื่องราวใหม่ๆ หรืออยากเรียนรู้สิ่งที่ไม่เคยรู้มาก่อน บอกเลยว่านี่แหละจังหวะทอง! 'มุ่งมั่น' ตั้งใจกับการเรียนรู้และ 'ออนไลน์' ให้เต็มที่ เพราะช่องทางนี้จะพาข่าวดีๆ มาให้เพียบ!",
    "keywords": [
      "[ข่าวสาร",
      "การสื่อสาร"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/eight_of_wands.png"
  },
  {
    "id": 31,
    "cardId": 30,
    "name": "nine_of_wands",
    "displayName": "Nine of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "ยืนห่อเหี่ยว เหนื่อยใจ มีบาดแผล ไม่เดินหน้า ไม่ถอยหลัง",
    "longMeaning": "ยืนห่อเหี่ยว เหนื่อยใจ มีบาดแผล ไม่เดินหน้า ไม่ถอยหลัง สภาพเหมือนโดนตรึงอยู่กับที่ มองไม่เห็นทางออก เหมือนคนถูกปิดตา ขยับไม่ได้ แต่แท้จริงแล้วพันธนาการทั้งหมดอาจเป็นแค่สิ่งที่เราสร้างขึ้นมาเอง หรือแค่เรามองไม่เห็นทางออก ทั้งที่จริงแล้วก็มีทางออก เพียงแต่เราไม่กล้าที่จะปลดปล่อยตัวเอง",
    "keywords": [
      "[ติดกับ",
      "ถูกจำกัด"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/nine_of_wands.png"
  },
  {
    "id": 32,
    "cardId": 31,
    "name": "ten_of_wands",
    "displayName": "Ten of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "ภาระ พยายาม เดินหน้า เหนื่อยแต่สู้ รับผิดชอบ รับผิดชอบเยอะ เจ้าของกิจการ หัวหน้างาน",
    "longMeaning": "คุณกำลังแบกรับภาระที่หนักอึ้งอยู่ใช่ไหมล่ะ? เหมือนหัวหน้างานหรือเจ้าของกิจการที่ต้องรับผิดชอบทุกสิ่งอย่าง พยายามอย่างหนักที่จะเดินหน้าต่อไป แม้จะเหนื่อยแทบขาดใจ แต่ก็ยังคงสู้ไม่ถอย เพราะรู้ว่ามีเป้าหมายที่ต้องไปให้ถึง นี่แหละชีวิตที่เต็มไปด้วยความรับผิดชอบและความมุ่งมั่น! เหนื่อยแต่สู้ ไม่ย่อท้อ ถึงจะรับผิดชอบเยอะ แต่ก็คือคนที่แบกทุกอย่างไว้เพื่อความสำเร็จ!",
    "keywords": [
      "[ภาระ",
      "ความรับผิดชอบ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/ten_of_wands.png"
  },
  {
    "id": 33,
    "cardId": 32,
    "name": "page_of_wands",
    "displayName": "Page of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "กระตือรืนร้น มีไฟ มีความพยายาม รักสนุกสนใจอะไรใหม่ๆ ไม่หยุด",
    "longMeaning": "โอ้โห! นี่คือพลังงานที่ไม่มีอะไรหยุดยั้งได้เลย! เตรียมตัวให้พร้อมสำหรับการผจญภัยครั้งใหม่ที่ไม่เคยมีมาก่อน! นี่คือการกระโดดลงไปในสิ่งที่ไม่รู้จักด้วยใจที่เปี่ยมไปด้วยความกระตือรือร้นสุดๆ มีไฟแรงกล้าที่จะลองอะไรใหม่ๆ อยู่เสมอ ไม่กลัวที่จะเริ่ม ไม่มีอะไรฉุดรั้งคุณได้เลย เพราะคุณเต็มไปด้วยความสนุกและแรงขับเคลื่อนที่จะเรียนรู้สิ่งใหม่ๆ ไม่หยุดยั้งจริงจริ๊ง! คุณกำลังจะได้เจออะไรที่น่าตื่นเต้นและสร้างสรรค์ที่ไม่เคยคาดคิดมาก่อนแน่นอน!",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/page_of_wands.png"
  },
  {
    "id": 34,
    "cardId": 33,
    "name": "knight_of_wands",
    "displayName": "Knight of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "การเดินทาง การผจญภัย ความกระตือรือร้น เคลื่อนไหว",
    "longMeaning": "ไพ่ Knight of Wands (อัศวินไม้เท้า) เป็นตัวแทนของพลังงานแห่งการกระทำ ความกล้าหาญและความกระตือรือร้น เขามีพลังงานเต็มเปี่ยมและพร้อมจะเดินทางไปสู่การผจญภัยหรือเริ่มต้นโครงการใหม่ๆ ไพ่ใบนี้บ่งบอกถึงการเคลื่อนไหวอย่างรวดเร็ว การเดินทาง และพลังงานที่ไม่หยุดหย่อน อาจเป็นข่าวดีที่ต้องไปหรือการรับข่าวสารดีๆ ที่จะเปลี่ยนแปลงชีวิตของคุณอย่างกะทันหน้า",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/knight_of_wand.png"
  },
  {
    "id": 35,
    "cardId": 34,
    "name": "queen_of_wands",
    "displayName": "Queen of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "เก่งงานในบ้าน งานนอกบ้าน คล่องตัวสูง มีเสน่ห์ ชิลล์ ไม่ได้พิถีพิถันมาก แต่มีเสนห์เฉพาะตัว ปรับตัวเก่ง ห้าวๆ ใจร้อนนิดๆ แต่สดใส เป็นผู้นำ มั่นใจในตัวเองสูง",
    "longMeaning": "ราชินีไม้เท้าคนนี้อะนะ คือแบบเก่งงานในบ้าน งานนอกบ้าน สบายๆ เลยเรื่องอะไรจะมาทำให้วุ่นวายไม่ได้หรอก! มีเสน่ห์แบบว่าใครๆ ก็อยากเข้าใกล้ ชิลล์ๆ ไม่ได้พิถีพิถันอะไรมาก แต่มีเสน่ห์เฉพาะตัวที่ใครเห็นก็ต้องหลง ปรับตัวเก่งสุดๆ เจออะไรก็พร้อมลุย ห้าวๆ ใจร้อนนิดๆ ตามสไตล์คนกระตือรือร้นไง แต่สดใสเป็นประกายเสมอ เป็นผู้นำโดยธรรมชาติ มั่นใจในตัวเองสูงปรี๊ดดด! ไม่ว่าจะไปที่ไหนก็เป็นที่จับตามอง เป็นคนที่มีพลังงานล้นเหลือ เป็นที่รักและพร้อมจะช่วยเหลือคนอื่นเสมอ",
    "keywords": [
      "[อิสระ",
      "มั่นใจ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/queen_of_wands.png"
  },
  {
    "id": 36,
    "cardId": 35,
    "name": "king_of_wands",
    "displayName": "King of Wands",
    "arcana": "Minor Arcana",
    "shortMeaning": "ชายอายุประมาณ 35 ปี ผู้นำที่ลงมือเองด้วย สั่งการด้วย แต่ actions เยอะ ทำตัวกลมกลืนกับทุกคนได้ เก่ง ใจร้อน เปลี่ยนแปลงไว มีเสน่ห์ ห้าวๆ",
    "longMeaning": "ชายอายุประมาณ 35 ปี ผู้นำที่ลงมือเองด้วย สั่งการด้วย แต่ actions เยอะ ทำตัวกลมกลืนกับทุกคนได้ เก่ง ใจร้อน เปลี่ยนแปลงไว มีเสน่ห์ ห้าวๆ",
    "keywords": [
      "[ผู้นำ",
      "มีเสน่ห์"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/king_of_wands.png"
  },
  {
    "id": 37,
    "cardId": 36,
    "name": "ace_of_cups",
    "displayName": "Ace of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "ความรัก ความเมตตา อารมณ์ใหม่ ความสัมพันธ์",
    "longMeaning": "ไพ่ Ace of Cups (เอซถ้วย) เป็นไพ่แห่งความรัก ความเมตตาและอารมณ์ใหม่ที่เต็มเปี่ยมไปด้วยพลังงานแห่งความรู้สึกและการเริ่มต้น เป็นสัญญาณของโอกาสในด้านความสัมพันธ์ ความรัก หรือความเชื่อมั่นที่จะเข้ามาในชีวิตของคุณ ไม่ว่าจะเป็นความรักใหม่ มิตรภาพ หรือการเริ่มต้นความสัมพันธ์ทางจิตวิญญาณ ไพ่ใบนี้กระตุ้นให้คุณเปิดรับความรู้สึกและอารมณ์ที่บริสุทธิธ์",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/ace_of_cups.png"
  },
  {
    "id": 38,
    "cardId": 37,
    "name": "two_of_cups",
    "displayName": "Two of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "เข้าใจกัน เข้ากันได้ ตกลงร่วมกัน ถูกใจ",
    "longMeaning": "ช่วงนี้ดวงเรื่องความสัมพันธ์กำลังดี๊ดีเลยนะ! ไม่ว่าจะเป็นกับคนรัก เพื่อนสนิท หรือแม้แต่พาร์ทเนอร์ทางธุรกิจ ก็จะมีความรู้สึกเข้าอกเข้าใจกันสุดๆ คุยอะไรก็คลิกไปหมด แถมยังตกลงปลงใจร่วมกันได้ง่ายๆ ทุกอย่างเป็นใจไปหมดเลยนะ เหมือนมีแม่เหล็กดึงดูดเข้าหากัน ความรักความสัมพันธ์ก็จะฟรุ้งฟริ้ง น่ารัก สดใส ได้ใจกันไปเต็มๆ เลยล่ะจ้ะ",
    "keywords": [
      "[ความรัก",
      "ความสัมพันธ์"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/two_of_cups.png"
  },
  {
    "id": 39,
    "cardId": 38,
    "name": "three_of_cups",
    "displayName": "Three of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "เฉลิมฉลอง มีโอกาสสำเร็จ สนุก รวมตัว",
    "longMeaning": "โอ้โห! ไพ่ใบนี้มาพร้อมกับพลังงานแห่งความสุข ความยินดี และเสียงหัวเราะอย่างเต็มเปี่ยมเลยนะจ๊ะแม่! เหมือนกับมีโอกาสได้จัดงานเลี้ยงฉลองใหญ่โต หรือมีเรื่องให้ต้องมาปาร์ตี้รวมตัวกับแก๊งเพื่อนฝูงหรือคนที่เรารักเลยนะจ๊ะ! เตรียมตัวเฮฮา สนุกสุดเหวี่ยงได้เลย เพราะนี่คือช่วงเวลาแห่งความสำเร็จที่มาจากการร่วมแรงร่วมใจ หรือความสุขที่เกิดขึ้นจากการแบ่งปันกันจ้ะ ไม่ว่าจะเรื่องอะไรก็ตาม มีเกณฑ์ที่จะประสบความสำเร็จแบบปังๆ และมีคนรอบข้างพร้อมจะร่วมยินดีไปกับเราแน่นอน! จงเฉลิมฉลองให้กับทุกความสำเร็จและความสัมพันธ์ที่ดีงามนะจ๊ะ!",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/three_of_cups.png"
  },
  {
    "id": 40,
    "cardId": 39,
    "name": "four_of_cups",
    "displayName": "Four of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "เลือก มีตัวเลือก งอน ไม่พอใจ อยากให้เอาใจ ไม่พอใจในสิ่งที่มีอยู่ อยากให้ง้อ ง้อ ส่งข้อความ",
    "longMeaning": "ตัวเอง... ดูสิว่าไพ่ใบนี้มันออกมาเตือนอะไร? ก็คนมันอยากจะรักอะเนอะ! เขาเองก็ตัดสินใจเลือกตัวเองแล้วนะว่าจะอยู่กับตัวเองไปตลอด แต่ทำไมช่วงนี้ตัวเองไม่ค่อยจะสนใจกันเลยล่ะ? เขาก็แค่อยากให้ตัวเองมาเอาอกเอาใจกันบ้าง อยากให้รู้สึกว่าตัวเองให้ความสำคัญกับเขาที่สุดแล้ว! ไม่ต้องคิดอะไรซับซ้อนหรอกนะ แค่อยากให้มาดูแลเทคแคร์กันบ้างก็พอ ไม่ได้อยากได้อะไรมากมายหรอกนะ แค่ความรักกับความใส่ใจจากตัวเองนี่แหละ ที่เขาต้องการ... เข้าใจป่ะ!",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/four_of_cups.png"
  },
  {
    "id": 41,
    "cardId": 40,
    "name": "five_of_cups",
    "displayName": "Five of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "กังวล ผิดหวัง คิดมาก ความเครียด ไม่สบายใจ",
    "longMeaning": "โอ้โห... ไพ่ใบนี้มันบ่งบอกถึงความรู้สึกที่หนักอึ้งในใจเหลือเกินค่ะ เหมือนมีเรื่องให้ต้องกังวล คิดมาก นอนไม่หลับตลอดเวลาเลยนะคะ มันเหมือนมีอะไรบางอย่างที่ค้างคาอยู่ในใจ ทำให้คุณรู้สึกผิดหวัง เครียดจัดจนไม่สบายใจเอาเสียเลย ความกังวลเหล่านี้มันถาโถมเข้ามาจนรู้สึกเหมือนแบกโลกทั้งใบไว้คนเดียวเลยค่ะ บางทีอาจจะมัวแต่คิดวนเวียนอยู่กับเรื่องร้ายๆ จนหาทางออกไม่เจอ ระวังจะส่งผลกระทบต่อสุขภาพกายและใจนะคะ",
    "keywords": [
      "[ความกังวล",
      "ความเครียด"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/five_of_cups.png"
  },
  {
    "id": 42,
    "cardId": 41,
    "name": "six_of_cups",
    "displayName": "Six of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "คนเก่ากลับมา ไปสถานที่เก่าๆ เรื่องเดิมๆ ความรู้สึกดี หยิบยื่น เมตตา ใจดี ความต่าง ต่างอายุ",
    "longMeaning": "กลับมาแล้ว! ไพ่ใบนี้บอกเลยว่า 'คนเก่า' จะกลับมาวนเวียนในชีวิตอีกครั้ง ไม่ว่าจะเป็นคนรักเก่า เพื่อนเก่า หรือแม้แต่ความรู้สึกเก่าๆ ที่เคยมีกันมา เตรียมตัวเลยนะ เพราะคุณอาจได้ 'ไปสถานที่เก่าๆ' ที่มีความทรงจำดีๆ หรือได้เจอ 'เรื่องเดิมๆ' ที่เคยผ่านพ้นไปแล้ว แต่มันคือ 'ความรู้สึกดี' ที่หวนคืนมา ความอบอุ่น ความผูกพันที่ไม่อาจลืมเลือน ไพ่ใบนี้ยังบ่งบอกถึงการ 'หยิบยื่น' โอกาสดีๆ หรือความช่วยเหลือให้แก่กันและกัน ด้วย 'เมตตา' และ 'ใจดี' ต่อกันและกันอย่างแท้จริง นอกจากนี้ ยังอาจสื่อถึง 'ความต่าง' หรือ 'ต่างอายุ' ที่ยังคงมีความผูกพันและเข้าอกเข้าใจกันได้ดี",
    "keywords": [
      "[คนเก่า",
      "อดีต"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/six_of_cups.png"
  },
  {
    "id": 43,
    "cardId": 42,
    "name": "seven_of_cups",
    "displayName": "Seven of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "ช่างคิด จินตนาการ เพ้อฝัน ลุ่มหลง มีไอเดีย มีความคิดแต่ยังเลือกไม่ได้ มีความต้องการ",
    "longMeaning": "โอ๊ยยยยยยย… ไพ่ The Moon ใบนี้มันบอกเลยว่าตอนนี้หัวใจคุณกำลังล่องลอยไปกับความรู้สึก 'ช่างคิด' คิดนู่นคิดนี่ไม่หยุดหย่อน จินตนาการบรรเจิดซะจนบางทีก็ออกทะเลไปไกล แอบมีฟีล 'เพ้อฝัน' อยากให้เรื่องราวเป็นไปอย่างที่ใจต้องการ แต่ก็ยังไม่แน่ใจว่าจะเลือกทางไหนดี เพราะมีความคิดตีกันในหัวเต็มไปหมด เหมือน 'ลุ่มหลง' อยู่กับอะไรบางอย่างที่ดึงดูดใจแต่ก็ยังจับต้องไม่ได้ มี 'ไอเดีย' พรั่งพรูออกมาไม่หยุด แต่ก็ยัง 'เลือกไม่ได้' ว่าจะหยิบจับอะไรก่อนดี และที่สำคัญคือมันมีความ 'ต้องการ' บางอย่างซ่อนอยู่ลึกๆ ที่รอวันจะถูกค้นพบนะจ๊ะ",
    "keywords": [
      "[จินตนาการ",
      "เพ้อฝัน"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/seven_of_cups.png"
  },
  {
    "id": 44,
    "cardId": 43,
    "name": "eight_of_cups",
    "displayName": "Eight of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "ปลีกวิเวก อยากอยู่คนเดียว ท้อใจ เหนื่อย เดินออกมา",
    "longMeaning": "แม่หมอมีมี่บอกว่าไพ่ใบนี้คือ 'ปลีกวิเวก อยากอยู่คนเดียว ท้อใจ เหนื่อย เดินออกมา' ใช่เลย! ไพ่ใบนี้กำลังบอกว่าถึงเวลาแล้วที่เราจะขอตัวออกมาจากความวุ่นวาย ขออยู่เงียบๆ กับตัวเองสักพัก เพราะข้างในมันเหนื่อยเหลือเกิน มันท้อ มันไม่อยากเจอใคร อยากจะถอยออกมาพักใจ สงบจิตสงบใจ อยู่คนเดียวดีกว่า ณ ตอนนี้ เหมือนได้ปลีกวิเวกเพื่อชาร์จพลังให้ตัวเอง ให้หัวใจได้พักผ่อนบ้าง",
    "keywords": [
      "[ปลีกวิเวก",
      "สันโดษ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/eight_of_cups.png"
  },
  {
    "id": 45,
    "cardId": 44,
    "name": "nine_of_cups",
    "displayName": "Nine of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "มั่นใจ ตัวเลือกเยอะ เจ้าชู้ รักสบาย ชอบให้คนเอาใจ ขี้อวด อวบๆ ขาวๆ สบายๆ",
    "longMeaning": "อู้ววว...คุณหนูคนสวยมาเองเลยค่ะ! ไพ่ใบนี้บอกเลยว่าคุณเป็นคน **มั่นใจ** ในตัวเองสุดๆ มีเสน่ห์เหลือร้าย ชนิดที่ว่าใครเห็นเป็นต้องเหลียวหลัง เพราะอะไรน่ะเหรอ? ก็คุณหนูน่ะ **ตัวเลือกเยอะ** จะตายไป! ใครๆ ก็อยากเข้ามาเอาอกเอาใจ จะเลือกคนไหนก็ได้สบายๆ สไตล์คน **รักสบาย** นี่นา แถมยัง **ชอบให้คนเอาใจ** อีกด้วย! เป็นไงล่ะ? อยากได้อะไรก็ต้องได้ จัดเต็มกับชีวิตหรูหรา ฟู่ฟ่าหน่อยๆ ก็ไม่ผิดอะไรนะ เพราะคุณหนูเค้าก็มีของดีให้ **ขี้อวด** บ้างอะไรบ้างแหละ! แถมยังดูเป็นคน **อวบๆ ขาวๆ สบายๆ** น่ากอด น่าทะนุถนอมไปซะหมด ดูเป็นคนใช้ชีวิตแบบจอยๆ มีความสุขกับความอุดมสมบูรณ์รอบตัว ไม่ต้องมานั่งเครียดอะไรเลยจ้าาา",
    "keywords": [
      "[ความอุดมสมบูรณ์",
      "ความสวยงาม"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/nine_of_cups.png"
  },
  {
    "id": 46,
    "cardId": 45,
    "name": "ten_of_cups",
    "displayName": "Ten of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "มีความสุข อยู่กับกลุ่มคน ครอบครัว สบายใจ ที่สาธารณะ สวนสาธารณะ ร่วมกิจกรรม สมหวัง",
    "longMeaning": "โอ้โห! การ์ดนี้คือความสุขล้นปรี่ของจริงเลยนะเนี่ย! เหมือนได้อยู่ท่ามกลางคนรัก ครอบครัวอบอุ่นที่พร้อมจะกอดเราไว้เสมอ ไม่ว่าจะไปที่ไหนก็รู้สึกสบายใจ ปลอดภัย หายห่วง อยากออกไปทำกิจกรรมสนุกๆ ร่วมกับเพื่อนๆ ในสวนสาธารณะ หรือที่สาธารณะที่เต็มไปด้วยเสียงหัวเราะและความเบิกบาน คุณจะรู้สึกอิ่มเอมใจอย่างที่สุด เหมือนทุกความปรารถนาในเรื่องความสัมพันธ์และความสุขในชีวิตได้สมหวังแล้วจริงๆ! ช่วงนี้คือความสุขสมบูรณ์แบบที่แท้ทรูเลยล่ะ",
    "keywords": [
      "[ความสุขสมบูรณ์",
      "ครอบครัว"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/ten_of_cups.png"
  },
  {
    "id": 47,
    "cardId": 46,
    "name": "page_of_cups",
    "displayName": "Page of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "มีเซ้นส์ รับรู้ความรู้สึกคนอื่นง่าย เด็กดี อ่อนน้อม เปิดใจรับฟัง รับรู้ ขาวๆ ใจดี",
    "longMeaning": "น้องไพ่ใบนี้คือคนที่มีเซ้นส์แรงมากๆ เลยนะลูกเอ๊ย! เป็นคนอ่อนโยน ใจดี รับรู้ความรู้สึกคนอื่นเก่งสุดๆ เห็นอะไรก็สัมผัสได้ถึงข้างในเลยล่ะ เหมือนเด็กน้อยที่บริสุทธิ์ ผุดผ่อง ขาวสะอาดไปหมด เปิดใจรับฟังทุกสิ่งอย่าง อ่อนน้อมถ่อมตน ไม่ถือตัวเลย ไม่ว่าจะเจอเรื่องอะไรก็พร้อมจะรับรู้และเข้าใจเสมอ เป็นที่พึ่งทางใจได้ดีเลยนะ เหมาะกับคนที่รับรู้สิ่งรอบตัวได้ละเอียดอ่อนมากๆ เลยจ้า",
    "keywords": [
      "[อ่อนโยน",
      "มีเซ้นส์"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/page_of_cups.png"
  },
  {
    "id": 48,
    "cardId": 47,
    "name": "knight_of_cup",
    "displayName": "Knight of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "ภาพลักษณ์ดี เข้ากับคนง่าย friendly สุภาพ ใจดี รูปร่างหน้าตาดี มีเสน่ห์",
    "longMeaning": "คุณคือคนที่มีภาพลักษณ์ดีแบบสุดๆ ใครเห็นก็ต้องเหลียวมอง! เสน่ห์ของคุณเปล่งประกายจนใครๆ ก็อยากเข้าใกล้ เป็นคนที่เฟรนด์ลี่มากๆ เข้ากับคนง่ายสุดๆ ไม่ว่าอยู่กับใครก็สามารถสร้างบรรยากาศที่ดีได้เสมอ ทั้งยังสุภาพอ่อนโยน พูดจาไพเราะ และมีน้ำใจอยู่เสมอ คุณเป็นคนที่มีความใจดีอยู่ในสายเลือด รูปร่างหน้าตาก็จัดว่าดีมีออร่า แถมยังมีเสน่ห์ดึงดูดใจแบบไม่ต้องพยายามเลยล่ะค่ะ! ไม่แปลกใจเลยที่ใครๆ ก็ตกหลุมรักคุณง่ายดายเหลือเกิน",
    "keywords": [
      "[ความเมตตา",
      "ความเห็นอกเห็นใจ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/knight_of_cup.png"
  },
  {
    "id": 49,
    "cardId": 48,
    "name": "queen_of_cups",
    "displayName": "Queen of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "มีเซ้นส์ อ่อนโยน ชอบคิดมาก ละเอียดอ่อนทางความรู้สึก นุ่มนวล แม่บ้าน ใจดี",
    "longMeaning": "ถ้าเป็นแม่หมอมีมี่นะ ไพ่ใบนี้จะบอกว่า เธอคนนี้มีสัมผัสพิเศษเลยนะ มีเซ้นส์แรงมากกับเรื่องราวที่ละเอียดอ่อน ไม่ใช่แค่เรื่องของตัวเองนะ แต่กับคนรอบข้างด้วย เธอเป็นคนอ่อนโยนมาก นุ่มนวลเหมือนแม่บ้านที่คอยดูแลทุกคนในบ้านน่ะ ใจดีสุดๆ แต่ก็นะ... ด้วยความที่เธอละเอียดอ่อนทางความรู้สึกมากไปหน่อย เลยชอบคิดมาก ชอบเก็บเรื่องเล็กๆ น้อยๆ มาคิดวนไปวนมา ทำให้บางทีก็ดูเหมือนจะอยู่ในโลกส่วนตัวหน่อยๆ แต่อย่าห่วงเลยนะ ความนุ่มนวลและหัวใจที่เต็มไปด้วยความรักของเธอ จะเป็นพลังสำคัญในการดูแลตัวเองและคนรอบข้างเสมอเลยล่ะ",
    "keywords": [
      "[สัญชาตญาณ",
      "ความอ่อนโยน"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/queen_of_cups.png"
  },
  {
    "id": 50,
    "cardId": 49,
    "name": "king_of_cups",
    "displayName": "King of Cups",
    "arcana": "Minor Arcana",
    "shortMeaning": "ใจดีอบอุ่น ผู้ใหญ่ใจดี ฐานะสบายๆ ไม่ค่อยทุกข์ร้อน แต่ไม่ได้หนักแน่นมาก",
    "longMeaning": "ไพ่ใบนี้เปรียบเสมือนผู้หญิงใจดีอบอุ่น ท่านเป็นผู้ใหญ่ที่เปี่ยมด้วยเมตตาและความเอื้อเฟื้อเผื่อแผ่ มีฐานะความเป็นอยู่ที่สุขสบาย ไม่ต้องกังวลเรื่องเงินทองมากนัก ชีวิตไม่ค่อยมีเรื่องทุกข์ร้อนหนักๆ เข้ามาให้กังวลใจนัก มีความนุ่มนวลและอ่อนโยนสูง เป็นคนที่ไม่ค่อยแข็งกร้าว หรือหนักแน่นมากนัก แต่ก็มีอำนาจในการดูแลและปกป้องอย่างเงียบๆ เหมาะกับคนที่กำลังมองหาความมั่นคง ความอุดมสมบูรณ์ และการได้รับการดูแลเอาใจใส่เป็นพิเศษ อาจจะหมายถึงคุณแม่ ผู้ใหญ่ใจดี หรือสถานการณ์ที่ทุกอย่างกำลังเติบโตงอกงามอย่างงดงาม",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/king_of_cups.png"
  },
  {
    "id": 51,
    "cardId": 50,
    "name": "ace_of_pentacles",
    "displayName": "Ace of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "โอกาส ตัวช่วย สนับสนุน โชคลาภ",
    "longMeaning": "ไพ่ The Sun คือสัญญาณแห่งความโชคดีและความสำเร็จที่ส่องประกายเจิดจ้าเข้ามาในชีวิตคุณ เหมือนแสงอาทิตย์ที่ให้ความอบอุ่นและชีวิตชีวา ช่วงเวลานี้เต็มไปด้วย โอกาส ทองที่คุณจะคว้าความสำเร็จและความสุขอย่างเต็มเปี่ยม จะมีพลังงานดีๆ เข้ามาเป็น ตัวช่วย ให้ทุกสิ่งที่คุณลงมือทำราบรื่นและประสบความสำเร็จดั่งใจหวัง ไม่ว่าจะเป็นเรื่องงาน ความสัมพันธ์ หรือสุขภาพ คุณจะได้รับการ สนับสนุน จากรอบข้าง ทั้งจากผู้คนและสถานการณ์ต่างๆ ที่เป็นใจ ไพ่ใบนี้เปรียบเสมือนของขวัญจากจักรวาลที่นำพา โชคลาภ และความเบิกบานใจมาให้คุณอย่างไม่ขาดสาย เป็นช่วงเวลาของการเฉลิมฉลอง ความชัดเจน และการได้ปลดปล่อยความเป็นตัวเองอย่างแท้จริง",
    "keywords": [
      "[ความสุข",
      "ความสำเร็จ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/ace_of_pentacles.png"
  },
  {
    "id": 52,
    "cardId": 51,
    "name": "two_of_pentacles",
    "displayName": "Two of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "หมุนเวียน ไม่นิ่ง ยังไม่มั่นคง สับเปลี่ยน ภาระ ขึ้นๆลงๆ",
    "longMeaning": "โอ๊ยยย..ช่วงนี้ชีวิตมันหมุนติ้วเลยนะ! ไม่นิ่งเลยสักเรื่อง ยังไม่มีอะไรมั่นคงแน่นอนเลยนะ เหมือนเจอแต่เรื่องให้ต้องสับเปลี่ยน โยกย้ายตลอดเวลา บางทีก็รู้สึกเหมือนแบกภาระหนักอึ้งไว้เต็มบ่า เรื่องดีๆ ก็มาแป๊บเดียวเดี๋ยวก็มีเรื่องให้ต้องเหนื่อยใจอีกแล้ว ชีวิตมันวนเวียนขึ้นๆ ลงๆ อย่างงี้แหละ เหมือนโชคชะตากำลังเล่นตลก ต้องทำใจรับมือกับความไม่แน่นอนไปก่อนนะ!",
    "keywords": [
      "[การเปลี่ยนแปลง",
      "โชคชะตา"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/two_of_pentacles.png"
  },
  {
    "id": 53,
    "cardId": 52,
    "name": "three_of_pentacles",
    "displayName": "Three of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "ลูกค้าประจำ พูดคุยแลกเปลี่ยน ต่อรอง งานฝีมือ",
    "longMeaning": "แม่หมอมีมี่บอกว่า... ไพ่สามเหรียญนี่นะ เหมือนกับเวลาที่เรามีลูกค้าประจำที่เขาไว้ใจฝีมือเรามากๆ เลยแหละ! มันเป็นการพูดคุยแลกเปลี่ยนไอเดียกันนะ ทั้งจากเราและลูกค้า หรืออาจจะเป็นการร่วมงานกับทีมช่างฝีมือด้วยกัน เพื่อให้งานออกมาดีที่สุด บางทีก็มีการต่อรองเรื่องราคานิดหน่อย หรือปรับรายละเอียดงานให้ตรงใจ แต่สุดท้ายแล้ว ทุกคนก็แฮปปี้กับงานฝีมือที่เราตั้งใจทำออกมาอย่างดีเยี่ยมเลยล่ะ",
    "keywords": [
      "[การทำงานร่วมกัน",
      "ทักษะฝีมือ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/three_of_pentacles.png"
  },
  {
    "id": 55,
    "cardId": 54,
    "name": "five_of_pentacles",
    "displayName": "Five of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "เก็บเงิน เหนื่อย ภูมิแพ้ ขาดแคลน ลำบาก ขอความช่วยเหลือ ได้ไม่คุ้มเหนื่อย",
    "longMeaning": "โอ๊ยยย.. ชีวิตช่วงนี้มันช่างเหนื่อยล้าไปซะทุกอย่างเลยนะ เหมือนต้องประหยัดอดออม เก็บเงินทุกบาททุกสตางค์แบบสุดๆ แต่ก็ยังรู้สึกขาดแคลนไปหมด ทั้งเงินทองและกำลังใจ แถมสุขภาพก็ดูไม่ค่อยเป็นใจ เหมือนมีอาการภูมิแพ้หรือเจ็บป่วยเล็กๆ น้อยๆ คอยรบกวนอยู่ตลอดเวลา ทำให้ชีวิตมันลำบากไปอีกเท่าตัว บางทีก็อยากจะเอ่ยปากขอความช่วยเหลือจากใครสักคนใจจะขาด แต่ก็ไม่รู้จะขอได้ไหม หรือทำไปแล้วจะได้อะไรกลับมาบ้างรึเปล่า รู้สึกเหมือนทำไปก็ไม่คุ้มกับความเหนื่อยเลยจริง ๆ นะช่วงนี้",
    "keywords": [
      "[ความยากลำบาก",
      "ความขาดแคลน"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/five_of_pentacles.png"
  },
  {
    "id": 56,
    "cardId": 55,
    "name": "six_of_pentacles",
    "displayName": "Six of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "ใจดี สนับสนุน ได้รับ ให้ ร้องขอ พอได้กำไร แต่ได้มาแล้วจ่ายต่อ",
    "longMeaning": "ไพ่ใบนี้บอกว่าช่วงนี้คุณจะรู้สึกอยากเป็นคน ใจดี และ สนับสนุน คนรอบข้างเป็นพิเศษเลยนะ หรือไม่คุณเองก็จะ ได้รับ ความช่วยเหลือดีๆ จากคนอื่นที่เข้ามามอบให้ด้วยความเมตตา ไม่ว่าจะเป็นการแบ่งปันน้ำใจ หรือแบ่งปันสิ่งของ อาจมีคนมา ร้องขอ ความช่วยเหลือจากคุณบ้าง และคุณก็จะช่วยเหลืออย่างเต็มใจ หรือบางทีคุณอาจเป็นฝ่ายที่ต้องเอ่ยปากขอเอง แต่ก็จะได้รับกลับมาอย่างแน่นอน ถือว่า พอได้กำไร หรือพอมีเหลือพอใช้จ่าย แต่จำไว้นะว่าพอ ได้มาแล้วก็จ่ายต่อ หมุนเวียนไป ทั้งค่าใช้จ่ายส่วนตัว หรือการส่งต่อความช่วยเหลือนี้ไปให้คนอื่นต่อ เพื่อให้เกิดการหมุนเวียนที่ดีนะจ๊ะ",
    "keywords": [
      "[การให้",
      "การรับ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/six_of_pentacles.png"
  },
  {
    "id": 57,
    "cardId": 56,
    "name": "seven_of_pentacles",
    "displayName": "Seven of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "รอคอย เบื่อ คาดหวังผลประโยชน์ พอได้กำไร รอเวลา",
    "longMeaning": "โอ๊ย...รอแล้วรอเล่า นี่มันเมื่อไหร่จะได้เห็นผลซะทีนะ? ลงทุนลงแรงไปก็เยอะ อดทนมานานจนเริ่มจะเบื่อหน่ายแล้วเนี่ยะ แต่ก็ยังหวังลึกๆ ว่ามันจะต้องได้ผลตอบแทนคุ้มค่าสิ! พอจะเห็นกำไรแว็บๆ แล้วนะ เหลือแค่ต้องอดทนรอเวลาอีกนิดเดียวเท่านั้นแหละ! แค่อดทนรอไปอีกหน่อยเดี๋ยวก็ได้กำไรเป็นกอบเป็นกำแล้ว.",
    "keywords": [
      "[รอคอย",
      "อดทน"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/seven_of_pentacles.png"
  },
  {
    "id": 58,
    "cardId": 57,
    "name": "eight_of_pentacles",
    "displayName": "Eight of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "งานประจำ รายได้ดี มีความต่อเนื่อง สม่ำเสมอ ปวดเอว ปวดหลัง มีความชำนาญ กำไร มีเงิน งานมาเรื่อยๆ",
    "longMeaning": "ช่วงนี้เป็นช่วงที่คุณต้องทุ่มเทให้กับงานอย่างเต็มที่เลยนะจ๊ะแม่! ไพ่ใบนี้บอกว่าคุณจะมีงานประจำที่มั่นคง รายได้ดี มีความต่อเนื่องและสม่ำเสมอ เงินทองเข้ามาไม่ขาดมือเลยแหละ แต่ความขยันและตั้งใจทำงานอย่างพิถีพิถันนี่แหละ อาจจะทำให้คุณมีอาการปวดเมื่อยเนื้อตัว โดยเฉพาะปวดเอว ปวดหลังนะจ๊ะ เพราะคุณกำลังใช้ความสามารถและความชำนาญเฉพาะตัวในการสร้างสรรค์ผลงานอย่างเต็มที่ ความมุ่งมั่นนี้จะนำมาซึ่งกำไรและเงินทองจำนวนมาก งานจะมาเรื่อยๆ ไม่มีหยุดพักเลยล่ะ เตรียมรับมือกับความเหนื่อยแต่รวยได้เลยจ้ะ",
    "keywords": [
      "[งานประจำ",
      "รายได้ดี"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/eight_of_pentacles.png"
  },
  {
    "id": 68,
    "cardId": 67,
    "name": "four_of_swords",
    "displayName": "Four of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "หยุดนิ่ง นอน พัก เฉย เงียบ พักฟื้น",
    "longMeaning": "ถึงเวลาแล้วที่ต้องหยุดทุกสิ่งลงชั่วคราว ปล่อยวางทุกอย่างให้มันนิ่งสนิท นอนหลับพักผ่อนให้เต็มที่ ให้ร่างกายและจิตใจได้พักฟื้นอย่างแท้จริง ปล่อยให้ความเงียบและความสงบโอบล้อมตัวคุณ เพื่อฟื้นฟูพลังและเตรียมพร้อมสำหรับก้าวต่อไปโดยไม่ต้องเร่งรีบ",
    "keywords": [
      "[พักผ่อน",
      "หยุดนิ่ง"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/four_of_swords.png"
  },
  {
    "id": 59,
    "cardId": 58,
    "name": "nine_of_pentacles",
    "displayName": "Nine of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "สวย หล่อ ดูดี ภาพลักษณ์ดี sexy ฉลาด ชิลล์ เก่ง สุขสบาย ผ่อนคลายอารมณ์",
    "longMeaning": "ไพ่พระอาทิตย์บ่งบอกถึงความสุขความสำเร็จที่เจิดจ้าสดใสสุดๆ เหมือนคุณเป็นดาวเด่นที่เปล่งประกายเจิดจ้าในทุกที่! คุณสวย หล่อ ดูดีมีออร่า ภาพลักษณ์ดีไปหมด ยิ่งกว่าซุปเปอร์สตาร์! ไม่ใช่แค่หน้าตาดีนะ แต่ยังฉลาดเฉลียว มีไหวพริบปฏิภาณ เป็นคนเก่งรอบด้านที่ทำอะไรก็ประสบความสำเร็จ effortlessly ดูชิลล์ๆ สบายๆ ไม่ต้องพยายามอะไรมากมายชีวิตก็ลงตัว มีความสุข ผ่อนคลายอารมณ์สุดๆ ทุกอย่างอยู่ในช่วงขาขึ้น หมดกังวล มีแต่ความสดใสและความเบิกบานใจ!",
    "keywords": [
      "[ความสุข",
      "ความสำเร็จ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/nine_of_pentacles.png"
  },
  {
    "id": 60,
    "cardId": 59,
    "name": "ten_of_pentacles",
    "displayName": "Ten of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "ความมั่นคง มั่งคั่ง สมบูรณ์พร้อม รวมกลุ่ม พูดคุย เหงาๆ อยู่กับสัตว์เลี้ยง",
    "longMeaning": "รู้สึกถึงความมั่นคง มั่งคั่ง และสมบูรณ์พร้อมแบบสุดๆ เหมือนมีทุกอย่างที่ต้องการ ทั้งเงินทอง ครอบครัวที่อบอุ่น และมรดกตกทอดที่ทำให้เราได้ใช้ชีวิตอย่างสุขสบาย ไพ่ใบนี้เหมือนเป็นสัญญาณบอกว่าเรากำลังอยู่ในช่วงเวลาที่ชีวิตลงตัว ทุกคนในครอบครัวมารวมกลุ่ม พูดคุยแบ่งปันความสุขกันอย่างออกรส และแน่นอนว่ามีน้องหมาน้องแมววิ่งเล่นอยู่ใกล้ๆ เป็นเพื่อนคู่ใจ แม้จะมีช่วงที่รู้สึกเหงาๆ อยู่บ้างในบางที แต่ความรักและความอบอุ่นจากคนรอบข้างและสัตว์เลี้ยงก็ช่วยเติมเต็มความสุขให้เสมอ",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/ten_of_pentacles.png"
  },
  {
    "id": 61,
    "cardId": 60,
    "name": "page_of_pentacles",
    "displayName": "Page of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "คิดมาก คิดเยอะ ละเอียด เปรียบเทียบ คำนวณ มีเหตุผล เด็กที่พ่อแม่เลี้ยงมาดี มีการศึกษา ตั้งใจ คิดดี",
    "longMeaning": "ไพ่ใบนี้บ่งบอกถึงคนที่จมดิ่งในห้วงความคิดอย่างละเอียดและรอบคอบค่ะ เป็นคนประเภทที่คิดมาก คิดเยอะ ชั่งน้ำหนักทุกอย่างอย่างถี่ถ้วน เปรียบเทียบข้อมูล คำนวณความเป็นไปได้ทั้งหมดก่อนจะตัดสินใจอะไรลงไป เป็นคนมีเหตุผลนำทางชีวิตเสมอ เหมือนเด็กที่ได้รับการเลี้ยงดูมาดี มีการศึกษาดี๊ดี ตั้งใจทำทุกสิ่งอย่างประณีตและคิดถึงผลลัพธ์ในแง่ดีเสมอ ไม่ทำอะไรผลีผลาม แต่จะใช้เวลาใคร่ครวญอย่างลึกซึ้งเพื่อแสวงหาปัญญาที่แท้จริงค่ะ",
    "keywords": [
      "[สันโดษ",
      "การไตร่ตรอง"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/page_of_pentacles.png"
  },
  {
    "id": 62,
    "cardId": 61,
    "name": "knight_of_pentacles",
    "displayName": "Knight of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "นิ่ง พิจารณา คิดเยอะ หนักแน่น ใจเย็น มองก่อน คิดก่อนทำ พูดน้อย",
    "longMeaning": "ไพ่ใบนี้สะท้อนถึงช่วงเวลาที่คุณต้องการความสงบ นิ่งเงียบ เพื่อพิจารณาสิ่งต่างๆ อย่างถี่ถ้วน คุณเป็นคนคิดเยอะ รอบคอบ หนักแน่นในหลักการและตัดสินใจได้อย่างมั่นคง ด้วยความใจเย็น คุณจะมองเห็นภาพรวมและรายละเอียดก่อนที่จะลงมือทำสิ่งใดเสมอ การพูดน้อยแต่เต็มไปด้วยความหมายเป็นการแสดงออกถึงสติปัญญาที่คุณสั่งสมมา การใช้เวลาอยู่กับตัวเองเพื่อทบทวนและค้นหาคำตอบภายในคือสิ่งสำคัญที่สุดในตอนนี้ เพราะมันจะนำพาคุณไปสู่ความกระจ่างและแนวทางที่ถูกต้องแท้จริง",
    "keywords": [
      "[การไตร่ตรอง",
      "สติปัญญา"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/knight_of_pentacles.png"
  },
  {
    "id": 63,
    "cardId": 62,
    "name": "queen_of_pentacles",
    "displayName": "Queen of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "เก่งงาน คิดมาก ชอบวัตถุ แพง แบรนด์เนม หรูหรา คุ้มค่า สวยแพง ดูแลตัวเองดี ฉลาด หมกมุ่น จดจ่อ ตั้งใจ",
    "longMeaning": "เธอคนนี้เป็นคนเก่งงานที่แท้ทรู ทำอะไรก็เป๊ะปัง สมองไวและฉลาดเป็นกรด แต่บางทีก็คิดมากไปหน่อย เรื่องความหรูหราสะดวกสบายคือชีวิตจิตใจ ชอบของแพง แบรนด์เนม จัดเต็มเสมอ และแน่นอนว่าทุกอย่างต้องคุ้มค่ากับเงินที่จ่ายไป เธอดูแลตัวเองดีสุดๆ สวยแพงตั้งแต่หัวจรดเท้า เรียกว่าเป๊ะทุกกระเบียดนิ้ว เพราะเธอหมกมุ่นและจดจ่อกับการสร้างสรรค์ความสมบูรณ์แบบให้กับตัวเองอย่างตั้งใจ",
    "keywords": [
      "[อิสรภาพ",
      "ความสำเร็จ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/queen_of_pentacles.png"
  },
  {
    "id": 64,
    "cardId": 63,
    "name": "king_of_pentacles",
    "displayName": "King of Pentacles",
    "arcana": "Minor Arcana",
    "shortMeaning": "หนักแน่น ชอบสัมผัส มั่นคง รวย เปย์ มีเหตุผล ไม่ค่อยแสดงอารมณ์ พูดน้อย",
    "longMeaning": "ไพ่ใบนี้สะท้อนถึงบุรุษผู้ทรงพลังและหนักแน่นดุจภูผา เป็นผู้ที่ยืนหยัดอย่างมั่นคง มีรากฐานชีวิตที่แข็งแกร่ง มักประสบความสำเร็จและมีฐานะร่ำรวยเป็นที่ประจักษ์ ไม่ว่าจะเป็นการงานหรือทรัพย์สิน เขาเป็นคนชอบจับต้องสิ่งที่เป็นรูปธรรม และพร้อมที่จะทุ่มเทหรือ 'เปย์' เพื่อสร้างความมั่นคงหรือเพื่อคนที่เขารักด้วยความรับผิดชอบสูง การตัดสินใจของเขามีพื้นฐานจากเหตุผลและตรรกะเป็นหลัก มักไม่แสดงอารมณ์อ่อนไหวออกมาให้เห็นมากนัก และเป็นคนพูดน้อย แต่ทุกคำพูดล้วนเต็มไปด้วยอำนาจและความหมาย",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/king_of_pentacles.png"
  },
  {
    "id": 65,
    "cardId": 64,
    "name": "ace_of_swords",
    "displayName": "Ace of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "ปัญหา มีอุปสรรค แต่มีโอกาสสำเร็จ ไม่ได้มาโดยง่าย การสื่อสาร ออนไลน์ สัญญาณinternet",
    "longMeaning": "ช่วงนี้เรื่องการติดต่อสื่อสารจะมาพร้อมความท้าทายนะ! ไม่ว่าจะเป็นการคุยงานออนไลน์ หรือส่งข้อความสำคัญๆ อาจเจอปัญหาจุกจิก สัญญาณอินเทอร์เน็ตไม่ค่อยเป็นใจ หรือข้อมูลไปถึงช้ากว่าที่คิด แต่อย่าเพิ่งถอดใจนะ โอกาสที่จะสำเร็จมีสูง เพียงแต่มันไม่ได้มาง่ายๆ อาจจะต้องใช้ความพยายามแก้ปัญหาเฉพาะหน้า หรืออดทนกับความล่าช้าหน่อย เหมือนต้องรอโหลดหน้าเว็บที่หมุนติ้วๆ นั่นแหละจ้ะ",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/ace_of_swords.png"
  },
  {
    "id": 66,
    "cardId": 65,
    "name": "two_of_swords",
    "displayName": "Two of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "ไม่มั่นใจ ตัดสินใจไม่ได้ ปวดตา ปวดศรีษะ การสื่อสาร ออนไลน์ ไม่เห็น internet สัญญาณ",
    "longMeaning": "ไพ่ใบนี้มันบ่งบอกว่าช่วงนี้เรากำลังอยู่ในช่วงที่สับสนขั้นสุดๆ เลยนะ ไม่มั่นใจอะไรเลยจริงๆ ตัดสินใจเรื่องอะไรก็ไม่ได้สักที เหมือนมีอะไรมาบังตาทำให้มองไม่เห็นทางออกที่ชัดเจน ปวดหัว ปวดตาไปหมดเลย คิดเท่าไหร่ก็คิดไม่ออก แถมเรื่องการสื่อสารก็มีปัญหาบ่อยๆ โดยเฉพาะพวกเรื่องออนไลน์ อินเทอร์เน็ตก็ชอบหลุด สัญญาณก็ไม่ค่อยมี เหมือนโดนตัดขาดจากโลกภายนอกไปเลยจริงๆ นี่แหละความรู้สึกมันเป็นแบบนี้เลย เป๊ะๆ!",
    "keywords": [
      "[ความไม่แน่ใจ",
      "การตัดสินใจลำบาก"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/two_of_swords.png"
  },
  {
    "id": 67,
    "cardId": 66,
    "name": "three_of_swords",
    "displayName": "Three of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "ผิดหวัง เสียใจ พูดแทงใจ ผิดพลาด โรคหัวใจ พลาด ฝนตก",
    "longMeaning": "หัวใจแตกสลายเพราะความผิดหวังครั้งยิ่งใหญ่ทุกอย่างพังทลายลงมาต่อหน้าต่อตาอย่างไม่ทันตั้งตัว สิ่งที่เคยคิดว่ามั่นคงกลับทรุดลงเหมือนตึกที่ถูกฟ้าผ่า ความจริงอันเจ็บปวดกระแทกเข้ากลางใจจนเจ็บจี๊ด พูดอะไรก็แทงใจดำไปหมด เหมือนฝนที่ตกหนักไม่หยุดหย่อน สาดซัดเข้ามาในชีวิต ความผิดพลาดครั้งนี้มันใหญ่หลวงนัก รู้สึกเหมือนมีโรคหัวใจกำเริบเพราะความเจ็บปวดจากการสูญเสียที่ไม่อาจแก้ไขได้ พลาดไปแล้ว พังไปแล้วจริงๆ",
    "keywords": [],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/three_of_swords.png"
  },
  {
    "id": 69,
    "cardId": 68,
    "name": "five_of_swords",
    "displayName": "Five of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "เอาชนะ ทะเลาะ ขัดแย้ง มีปัญหา ระบบมีปัญหา การจัดการวุ่นวาย",
    "longMeaning": "โอ๊ยยย... แม่หมอมีมี่มองเห็นแล้วว่าช่วงนี้ชีวิตเธอมีแต่เรื่องปวดหัว! เหมือนโดนดาบปักมาเต็มหลังเลย! มีแต่เรื่องต้องเข้าปะทะ ต้องทะเลาะ ต้องขัดแย้งไปซะทุกอย่าง ไม่ว่าจะเป็นกับคนรอบข้าง หรือกับระบบการทำงานอะไรบางอย่างที่มันมีปัญหาไปหมด! ทุกอย่างดูวุ่นวาย การจัดการก็แย่ไปหมด! ระวังนะ ถ้าคิดจะเอาชนะช่วงนี้ อาจจะต้องชนะแบบไม่เหลือใคร หรือได้ชัยชนะมาแบบกร่อยๆ ก็ได้นะ เพราะฉะนั้น ถอยได้ก็ถอยเถอะ อย่าไปจมกับปัญหาพวกนี้ให้มันบั่นทอนใจเลยนะ!",
    "keywords": [
      "[ความขัดแย้ง",
      "การทะเลาะวิวาท"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/five_of_swords.png"
  },
  {
    "id": 70,
    "cardId": 69,
    "name": "six_of_swords",
    "displayName": "Six of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "เดินทาง ล่าช้า มีอุปสรรค ภาระ การดูแลครอบครัว ใช้เวลานาน",
    "longMeaning": "โอ๊ยยย..ช่วงนี้ดูเหมือนจะตั้งใจเดินทางไปข้างหน้า แต่ทำไมมันติดขัด ล่าช้าไปหมดเลยนะ! มันไม่ใช่แค่มีอุปสรรคภายนอกนะ แต่เหมือนข้างในเราก็ยังงงๆ ไม่รู้จะไปทางไหนดี การควบคุมชีวิตมันหลุดมือไปหมดเลย เหมือนมีภาระหนักอึ้ง ทั้งเรื่องงาน เรื่องส่วนตัว หรือแม้กระทั่งการดูแลครอบครัว ที่มาเหนี่ยวรั้งให้ทุกอย่างมันต้องใช้เวลานานกว่าที่คิดไว้เยอะเลยนะ",
    "keywords": [
      "[ล่าช้า",
      "อุปสรรค"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/six_of_swords.png"
  },
  {
    "id": 71,
    "cardId": 70,
    "name": "seven_of_swords",
    "displayName": "Seven of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "รู้มาก เอาตัวรอด ขี้ลืม แอบ มีอะไรปิดบัง ลักลอบ ซ่อนเร้น",
    "longMeaning": "คนนี้น่ะเหรอ? โห...บอกเลยว่า 'รู้มาก' เป็นที่สุด! ฉลาดแกมโกง ไม่ธรรมดา มีหัวคิดแต่ชอบใช้ในทางที่ 'แอบ' ๆ หน่อย เก่งเรื่อง 'เอาตัวรอด' เป็นที่หนึ่ง ไม่ว่าจะสถานการณ์ไหนก็พลิกแพลงได้หมด แต่ระวังนะ 'ขี้ลืม' เรื่องที่ตัวเองไม่ควรทำ หรือลืมสิ่งสำคัญไปซะดื้อๆ ทำอะไร 'ลักลอบ' แอบทำ มี 'อะไรปิดบัง' เยอะแยะเต็มไปหมด เป็นคนเก็บความลับเก่ง หรือไม่ก็มีเรื่องราวที่ 'ซ่อนเร้น' ไว้เยอะแยะจนคุณคาดไม่ถึงเลยล่ะ!",
    "keywords": [
      "[การหลอกลวง",
      "การทรยศ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/seven_of_swords.png"
  },
  {
    "id": 72,
    "cardId": 71,
    "name": "eight_of_swords",
    "displayName": "Eight of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "อึดอัด ปวดท้อง ปัญหามดลูก หาทางออกไม่ได้ เครียด ยังไม่หลุดพ้น ยังไม่ได้ ไม่ผ่าน มองไม่เห็น กังวลใจ",
    "longMeaning": "ไพ่ 9 ดาบจ๋าาาา… ใบนี้มันคือความอึดอัดแบบสุดๆ เลยนะ เหมือนมีอะไรมากดทับจนปวดท้อง ปวดไปถึงมดลูกเลยแหละ เป็นช่วงที่หาทางออกไม่เจอจริงๆ นะ เครียดจัดจนทำอะไรไม่ถูก เหมือนยังไม่หลุดพ้นจากวงจรเดิมๆ สิ่งที่หวังก็ยังไม่ได้ ที่ทำไปก็ยังไม่ผ่าน มองไปทางไหนก็มืดแปดด้าน กังวลใจไปหมดทุกเรื่อง แบบนี้แหละ ที่เรียกว่าหนักอึ้งในใจ!",
    "keywords": [
      "[ความวิตกกังวล",
      "ความเครียด"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/eight_of_swords.png"
  },
  {
    "id": 73,
    "cardId": 72,
    "name": "nine_of_swords",
    "displayName": "Nine of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "นอนดึก รีบร้อน ร้อนใจ กังวล ความดัน",
    "longMeaning": "โอ๊ย... ไพ่ 9 ดาบใบนี้มันฟ้องเลยนะว่าช่วงนี้ชีวิตเธอเหมือนมีอะไรมาทับถมจิตใจจนนอนไม่หลับเลยใช่มั้ยล่ะ? ทั้งร้อนใจ ทั้งกังวลไปหมด คิดมากจนหัวจะระเบิด มัวแต่ครุ่นคิดเรื่องเดิมๆ ซ้ำๆ จนสมองมันล้าไปหมดแล้วนะ ระวังความดันขึ้นเอาได้ง่ายๆ เลยนะช่วงนี้! เหมือนคนรีบร้อนทำอะไรก็ไม่ทันใจตัวเองสักอย่าง หรือบางทีก็รีบร้อนคิด รีบร้อนสรุปไปเองก่อนแล้ว พอคิดวนไปวนมาก็ยิ่งทุกข์หนักหนาสาหัสเข้าไปอีก ไพ่ใบนี้มันเตือนให้พักผ่อนบ้างนะ อย่าแบกทุกอย่างไว้คนเดียวเลย ปล่อยวางบ้าง ชีวิตจะได้ไม่ต้องมานั่งกังวลจนตาลอยแบบนี้ไงล่ะ รีบหาทางระบายหรือปรึกษาใครสักคนเถอะ ไม่งั้นสุขภาพจะแย่เอาได้นะเธอ!",
    "keywords": [
      "[ความกังวล",
      "ความทุกข์ใจ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/nine_of_swords.png"
  },
  {
    "id": 74,
    "cardId": 73,
    "name": "ten_of_swords",
    "displayName": "Ten of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "ไม่ผ่าน ไม่ได้ ไม่สบาย ปวดหลัง เคลียร์จบ หักหลัง จบแบบเจ็บๆ แก้ปัญหาที่ยาก",
    "longMeaning": "ไพ่ใบนี้คือจุดจบที่โคตรเจ็บ จบแบบเจ็บๆ เลยนะ! มันเหมือนทุกอย่างมันพังทลายลงมาต่อหน้าต่อตา ไม่ผ่าน ไม่ได้ ไม่มีทางไปต่อแล้วจริงๆ นี่คือการถึงจุดต่ำสุดของชีวิต ถึงขนาดที่รู้สึกปวดหลัง ปวดใจไปหมด เหมือนโดนหักหลัง หรือเจอสถานการณ์ที่ทำให้ไม่สบายตัว ไม่สบายใจแบบสุดๆ แต่มันก็คือการเคลียร์จบสิ่งที่ไม่ดีออกไปให้พ้นทาง มันคือการจบที่จำเป็นเพื่อให้เราได้แก้ปัญหาที่ยากมากๆ ในอนาคต และเริ่มใหม่ได้จริงๆ ทนหน่อยนะ!",
    "keywords": [
      "[จุดจบ",
      "ความพ่ายแพ้"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/ten_of_swords.png"
  },
  {
    "id": 75,
    "cardId": 74,
    "name": "page_of_swords",
    "displayName": "Page of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "ดื้อ รั้น ส่องมอง อยากรู้อยากเห็น หัวร้อน เกเร เอาแต่ใจ ไม่ยอม ว่องไว",
    "longMeaning": "โอ๊ยยย! ไอ้เจ้าตัวแสบตัวดื้อตัวรั้น! มันอยากรู้อยากเห็นไปซะทุกเรื่อง ชอบส่องมองจ้องจับผิดชาวบ้านว่าทำอะไรกันอยู่ หัวร้อนง่ายกับเรื่องไม่เป็นเรื่อง แล้วยังเกเร เอาแต่ใจตัวเองสุดๆ ไม่ยอมฟังใครหน้าไหนทั้งนั้น ว่องไวไปซะทุกเรื่องจนบางทีก็เร็วเกินไป เหมือนจะกระโจนเข้าใส่สิ่งใหม่ๆ โดยไม่คิดหน้าคิดหลัง แต่ก็เพราะความไม่ยอมอยู่เฉยนี่แหละที่ทำให้มันได้เริ่มอะไรใหม่ๆ ไม่หยุดหย่อน ระวังเรื่องประมาทกับความเอาแต่ใจตัวเองหน่อยนะเจ้าตัวปัญหา!",
    "keywords": [
      "[เริ่มต้นใหม่",
      "อิสระ"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/page_of_swords.png"
  },
  {
    "id": 76,
    "cardId": 75,
    "name": "knight_of_swords",
    "displayName": "Knight of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "รีบร้อน หัวร้อน หงุดหงิดง่าย ใจร้อน ใช้อารมณ์มากกว่าเหตุผล",
    "longMeaning": "ช่วงนี้ต้องระวังเลยนะ! อารมณ์ร้อนพุ่งปรี๊ดดดด! ทำอะไรก็รีบร้อน ใจร้อนไปหมด หัวร้อนง่ายนิดง่ายหน่อยก็หงุดหงิด พาลใส่คนอื่นเขาไปทั่ว ใช้แต่อารมณ์นำหน้าเหตุผล งานก็อยากให้เสร็จเร็วๆ แต่ดันสะเพร่าเพราะความรีบร้อนนี่แหละ บอกเลยว่าช่วงนี้ความอดทนต่ำมาก! อยากลุยอย่างเดียว ไม่สนหน้าอินทร์หน้าพรหม อาจจะเกิดการเดินทาง หรือการเปลี่ยนแปลงอะไรบางอย่างแบบปุบปับก็เป็นได้ แต่ต้องระวังอารมณ์ตัวเองไว้ให้ดีนะแม่หมอขอเตือน!",
    "keywords": [
      "[รีบร้อน",
      "ใจร้อน"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/knight_of_swords.png"
  },
  {
    "id": 77,
    "cardId": 76,
    "name": "queen_of_swords",
    "displayName": "Queen of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "ขี้หึง จัดการเด็ดขาด เอาแต่ใจ ไม่ยอมคน จัดจ้าน   ปากจัด ดุ",
    "longMeaning": "จะบอกให้! นี่มันไพ่ของแม่คนจริง! แม่คนนี้ไม่ได้มาเล่นๆ นะคะ! เธอเป็นคน **ขี้หึง** สุดๆ ใครอย่าได้ริอาจเข้าใกล้นังตัวดีของเธอเชียว! มีอำนาจ **จัดการเด็ดขาด** ไม่มีคำว่าปรานีในพจนานุกรมของหล่อนเลยค่ะ! **เอาแต่ใจ** ตัวเองเป็นที่หนึ่ง ไม่มีใครจะมาขัดใจเธอได้หรอก! **ไม่ยอมคน** โดยเฉพาะเรื่องที่ตัวเองถือว่าเป็นสิทธิ์! อ้อ..แล้วก็ **จัดจ้าน** ในทุกเรื่อง! จะพูดจะทำอะไรก็ชัดเจน พุ่งตรง ชนิดที่ว่า **ปากจัด** และ **ดุ** ได้เรื่องได้ราว! แต่ถึงจะร้าย เธอก็เป็นคนที่มีเสน่ห์ดึงดูดคนอยู่ดี! ระวังให้ดีนะ ถ้าจะเข้ามาข้องแวะกับแม่คนนี้!",
    "keywords": [
      "[ราชินี",
      "ไม้เท้า"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/queen_of_swords.png"
  },
  {
    "id": 78,
    "cardId": 77,
    "name": "king_of_swords",
    "displayName": "King of Swords",
    "arcana": "Minor Arcana",
    "shortMeaning": "พูดจาแรง ดุ นิ่ง ไม่ค่อยสนใจใคร ภาระเยอะ ปัญหามีมาให้แก้เยอะ ฉลาด ผอม เด็ดขาด",
    "longMeaning": "คุณนี่แหละ ตัวแม่! ไม่ต้องมาอ้อมค้อมกับคนนี้นะ เพราะเขาน่ะฉลาดเป็นกรด พูดตรงไปตรงมา ดุไปเลย ไม่ต้องเกรงใจใครหรอก จริงๆ แล้วเขาแบกภาระไว้เยอะ ปัญหาเข้ามาไม่หยุดหย่อน แต่เขาก็ใช้สมอง ใช้สติปัญญาในการจัดการทุกอย่างได้หมดนั่นแหละ คนนี้น่ะผอมแห้งแต่พลังงานความคิดล้นเหลือ ตัดสินใจเด็ดขาด ไม่ต้องรอใคร ถ้าคุณจะทำอะไรกับคนนี้ ต้องชัดเจน ตรงไปตรงมา ไม่มีพื้นที่ให้ความงี่เง่าเลยนะ",
    "keywords": [
      "[เด็ดขาด",
      "ฉลาด"
    ],
    "imageUrl": "https://wtnqjxerhmdnqszkhbvs.supabase.co/storage/v1/object/public/cards/king_of_swords.png"
  }
]